{"zh":"“让我对他，”罗恩咆哮着，哈利和迪恩垂下怀抱。", "en":"\"Let me at him,\" Ron growled as Harry and Dean hung onto his arms."},{"zh":"“我不在乎，我不需要魔杖，我将光着脚杀死他。", "en":"\"I don't care, I don't need my wand, I'm going to kill him with my bare"},{"zh":"手-”", "en":"hands -\""},{"zh":"“快点，我得带你们去草药学，”斯内普咆哮道。", "en":"\"Hurry up, I've got to take you all to Herbology,\" barked Snape over"},{"zh":"班长的头，然后他们与哈利，罗恩和迪安一起游行", "en":"the class's heads, and off they marched, with Harry, Ron, and Dean"},{"zh":"抬起后部，罗恩仍想放松。", "en":"bringing up the rear, Ron still trying to get loose."},{"zh":"这只是", "en":"It was only"},{"zh":"Snape看见他们从城堡里出来后，就放心了", "en":"safe to let go of him when Snape had seen them out of the castle and"},{"zh":"他们正在穿过蔬菜地带向", "en":"they were making their way across the vegetable patch toward the"},{"zh":"温室。", "en":"greenhouses."},{"zh":"草药课很柔和。", "en":"The Herbology class was very subdued;"},{"zh":"现在有两个失踪者", "en":"there were now two missing"},{"zh":"从他们的数字来看，贾斯汀和赫敏。", "en":"from their number, Justin and Hermione."},{"zh":"Sprout教授让他们全都修剪阿比西尼亚", "en":"Professor Sprout set them all to work pruning the Abyssinian"},{"zh":"Shrivelfigs。", "en":"Shrivelfigs."},{"zh":"哈利去了一大堆枯萎的茎秆", "en":"Harry went to tip an armful of withered stalks onto the"},{"zh":"堆肥，发现自己与Ernie Macmillan面对面。", "en":"compost heap and found himself face-to-face with Ernie Macmillan."},{"zh":"厄尼深吸一口气，非常正式地说：“我只想说，", "en":"Ernie took a deep breath and said, very formally, \"I just want to say,"},{"zh":"哈里，对不起，我曾经怀疑过你。", "en":"Harry, that I'm sorry I ever suspected you."},{"zh":"我知道你永远不会攻击", "en":"I know you'd never attack"},{"zh":"赫敏·格兰杰（Hermione Granger），对于我所说的所有事情，我深表歉意。", "en":"Hermione Granger, and I apologize for all the stuff I said."},{"zh":"我们都在", "en":"We're all in"},{"zh":"现在是同一艘船，而且-", "en":"the same boat now, and, well -\""},{"zh":"他伸出一只矮胖的手，哈利摇了摇手。", "en":"He held out a pudgy hand, and Harry shook it."},{"zh":"厄尼（Ernie）和他的朋友汉娜（Hannah）与", "en":"Ernie and his friend Hannah came to work at the same Shrivelfig as"},{"zh":"哈里和罗恩。", "en":"Harry and Ron."},{"zh":"“那个德拉科·马尔福的角色，”厄尼折断了枯树枝，说道，", "en":"\"That Draco Malfoy character,\" said Ernie, breaking off dead twigs,"},{"zh":"“他似乎对这一切都很满意，不是吗？我想你知道吗？", "en":"\"he seems very pleased about all this, doesn't he? D'you know, I think"},{"zh":"他可能是斯莱特林的继承人。”", "en":"he might be Slytherin's heir.\""},{"zh":"“你真聪明，”罗恩说，他似乎并没有原谅", "en":"\"That's clever of you,\" said Ron, who didn't seem to have forgiven"},{"zh":"厄尼和哈利一样随和。", "en":"Ernie as readily as Harry."},{"zh":"“你以为是马尔福，哈里？”", "en":"\"Do you think it's Malfoy, Harry?\""},{"zh":"厄尼问。", "en":"Ernie asked."},{"zh":"“不，”哈利坚定地说，厄尼和汉娜凝视着他。", "en":"\"No,\" said Harry, so firmly that Ernie and Hannah stared."},{"zh":"一秒钟后，哈利发现了一些东西。", "en":"A second later, Harry spotted something."},{"zh":"另一只大蜘蛛在地面上爬行", "en":"Several large spiders were scuttling over the ground on the other side"},{"zh":"玻璃杯，以不自然的直线移动，好像", "en":"of the glass, moving in an unnaturally straight line as though taking the"},{"zh":"参加预定会议的最短途径。", "en":"shortest route to a prearranged meeting."},{"zh":"哈利打了罗恩的手", "en":"Harry hit Ron over the hand"},{"zh":"用他的修枝剪。", "en":"with his pruning shears."},{"zh":"“哦！你是什么-”", "en":"\"Ouch! What're you -\""},{"zh":"哈利指出了蜘蛛的踪影，跟随他们的眼睛前进", "en":"Harry pointed out the spiders, following their progress with his eyes"},{"zh":"拧紧太阳。", "en":"screwed up against the sun."},{"zh":"“哦，是的。”罗恩说，但失败了，看上去很高兴。 ", "en":"\"Oh, yeah,\" said Ron, trying, and failing, to look pleased."},{"zh":"“但是我们不能", "en":"\"But we can't"},{"zh":"现在就跟着他们-”", "en":"follow them now -\""},{"zh":"厄尼和汉娜好奇地听着。", "en":"Ernie and Hannah were listening curiously."},{"zh":"哈利注视着蜘蛛，他的眼睛睁开了。", "en":"Harry's eyes narrowed as he focused on the spiders."},{"zh":"如果他们追求", "en":"If they pursued"},{"zh":"他们固定的路线，毫无疑问他们会在哪里", "en":"their fixed course, there could be no doubt about where they would"},{"zh":"结果。", "en":"end up."},{"zh":"“看起来他们正朝着禁林前进……”", "en":"\"Looks like they're heading for the Forbidden Forest ...\""},{"zh":"罗恩对此感到更加不高兴。", "en":"And Ron looked even unhappier about that."},{"zh":"在课程结束时，Sprout教授护送全班学生参加", "en":"At the end of the lesson Professor Sprout escorted the class to their"},{"zh":"防御黑暗艺术课。", "en":"Defense Against the Dark Arts lesson."},{"zh":"哈利和罗恩落后", "en":"Harry and Ron lagged behind"},{"zh":"其他的，这样他们就可以大声疾呼了。", "en":"the others so they could talk out of earshot."},{"zh":"“我们将不得不再次使用隐形斗篷，”哈利对罗恩说。 ", "en":"\"We'll have to use the Invisibility Cloak again,\" Harry told Ron."},{"zh":"“我们", "en":"\"We"},{"zh":"可以带芳去", "en":"can take Fang with us."},{"zh":"他曾经和海格一起走进森林，", "en":"He's used to going into the forest with Hagrid,"},{"zh":"他可能会有所帮助。”", "en":"he might be some help.\""},{"zh":"“对，”罗恩说，他的手指在紧张地旋转着魔杖。", "en":"\"Right,\" said Ron, who was twirling his wand nervously in his fingers."},{"zh":"“呃-不在那里-那里不应该有狼人吗？", "en":"\"Er - aren't there - aren't there supposed to be werewolves in the"},{"zh":"森林？”他补充说，因为他们把自己平常的地方放在了", "en":"forest?\" he added as they took their usual places at the back of"},{"zh":"洛克哈特的教室。", "en":"Lockhart's classroom."},{"zh":"哈里不想回答这个问题，他说：", "en":"Preferring not to answer that question, Harry said, \"There are good"},{"zh":"里面的东西也一样。", "en":"things in there, too."},{"zh":"半人马没事，独角兽……”", "en":"The centaurs are all right, and the unicorns ...\""},{"zh":"罗恩以前从未去过禁林。", "en":"Ron had never been into the Forbidden Forest before."},{"zh":"哈利", "en":"Harry had"},{"zh":"只能输入一次，并希望以后再也不会输入。", "en":"entered it only once and had hoped never to do so again."},{"zh":"洛克哈特走进房间，全班同学盯着他。", "en":"Lockhart bounded into the room and the class stared at him."},{"zh":"每一个", "en":"Every"},{"zh":"这个地方的其他老师看起来比平时更暗淡，但是", "en":"other teacher in the place was looking grimmer than usual, but"},{"zh":"洛克哈特看上去很活跃。", "en":"Lockhart appeared nothing short of buoyant."},{"zh":"“现在就来。”他哭着向他微笑。 ", "en":"\"Come now,\" he cried, beaming around him."},{"zh":"“为什么这么久", "en":"\"Why all these long"},{"zh":"脸？”", "en":"faces?\""},{"zh":"人们交换了愤怒的表情，但没有人回答。", "en":"People swapped exasperated looks, but nobody answered."},{"zh":"“你们没有意识到。”洛克哈特缓慢地说，好像", "en":"\"Don't you people realize,\" said Lockhart, speaking slowly, as though"},{"zh":"他们都有些黯淡，“危险已经过去了！罪魁祸首是", "en":"they were all a bit dim, \"the danger has passed! The culprit has been"},{"zh":"带走了 -”", "en":"taken away -\""},{"zh":"“谁说的？”", "en":"\"Says who?\""},{"zh":"托马斯院长大声说。", "en":"said Dean Thomas loudly."},{"zh":"“我亲爱的年轻人，魔法部长不会", "en":"\"My dear young man, the Minister of Magic wouldn't have taken"},{"zh":"海格如果没有百分百确定自己有罪，”", "en":"Hagrid if he hadn't been one hundred percent sure that he was guilty,\""},{"zh":"洛克哈特说着，有人在解释一个又一个", "en":"said Lockhart, in the tone of someone explaining that one and one"},{"zh":"做了两个。", "en":"made two."},{"zh":"“哦，是的，他会的。”罗恩说得比迪恩更大声。", "en":"\"Oh, yes he would,\" said Ron, even more loudly than Dean."},{"zh":"“自欺欺人，我对海格的被捕比对你了解得更多", "en":"\"I flatter myself I know a touch more about Hagrid's arrest than you"},{"zh":"韦斯莱先生呢？”洛克哈特自满地说道。", "en":"do, Mr. Weasley,\" said Lockhart in a self-satisfied tone."},{"zh":"罗恩开始说他不这样认为，但是停下来", "en":"Ron started to say that he didn't think so, somehow, but stopped in"},{"zh":"哈利在桌子底下用力踢他的句子。", "en":"mid-sentence when Harry kicked him hard under the desk."},{"zh":"“我们不在那里，记得吗？”", "en":"\"We weren't there, remember?\""},{"zh":"哈利喃喃自语。", "en":"Harry muttered."},{"zh":"但是洛克哈特令人恶心的愉悦，暗示着他一直", "en":"But Lockhart's disgusting cheeriness, his hints that he had always"},{"zh":"以为海格不好，他对整个生意充满信心", "en":"thought Hagrid was no good, his confidence that the whole business"},{"zh":"现在结束了，对哈利非常恼火，以至于他渴望扔", "en":"was now at an end, irritated Harry so much that he yearned to throw"},{"zh":"与洛克斯傻傻地面对着食尸鬼。", "en":"Gadding with Ghouls right in Lockhart's stupid face."},{"zh":"相反，他", "en":"Instead he"},{"zh":"sc草给罗恩的便条使自己满意：今天晚上去做。", "en":"contented himself with scrawling a note to Ron: Let's do it tonight."},{"zh":"罗恩（Ron）读了邮件，用力吞下，侧身看着", "en":"Ron read the message, swallowed hard, and looked sideways at the"},{"zh":"空座位通常由赫敏填补。", "en":"empty seat usually filled by Hermione."},{"zh":"视线似乎使他僵硬", "en":"The sight seemed to stiffen his"},{"zh":"解决，他点了点头。", "en":"resolve, and he nodded."},{"zh":"如今，格兰芬多公共休息室总是非常拥挤，", "en":"The Gryffindor common room was always very crowded these days,"},{"zh":"因为从六点开始格兰芬多兄弟无处可去。", "en":"because from six o'clock onward the Gryffindors had nowhere else to go."},{"zh":"他们也有很多话要说，结果是公共休息室", "en":"They also had plenty to talk about, with the result that the common room"},{"zh":"常常直到午夜才清空。", "en":"often didn't empty until past midnight."},{"zh":"哈利之后马上去了隐形斗篷", "en":"Harry went to get the Invisibility Cloak out of his trunk right after"},{"zh":"吃晚饭，然后整晚坐在上面，等待房间", "en":"dinner, and spent the evening sitting on it, waiting for the room to"},{"zh":"明确。", "en":"clear."},{"zh":"弗雷德和乔治向哈里和罗恩挑战了几局", "en":"Fred and George challenged Harry and Ron to a few games of"},{"zh":"突然爆炸，金妮坐在那里，非常柔和", "en":"Exploding Snap, and Ginny sat watching them, very subdued in"},{"zh":"赫敏通常的椅子。", "en":"Hermione's usual chair."},{"zh":"哈利和罗恩一直在故意失落，试图", "en":"Harry and Ron kept losing on purpose, trying"},{"zh":"迅速完成游戏，但即使如此，也已经过了午夜", "en":"to finish the games quickly, but even so, it was well past midnight"},{"zh":"弗雷德，乔治和金妮终于上床睡觉了。", "en":"when Fred, George, and Ginny finally went to bed."},{"zh":"哈利和罗恩等着两个宿舍门的远处的声音", "en":"Harry and Ron waited for the distant sounds of two dormitory doors"},{"zh":"在抓住斗篷之前将其关闭，将其扔给自己，然后", "en":"closing before seizing the cloak, throwing it over themselves, and"},{"zh":"从人像洞爬。", "en":"climbing through the portrait hole."},{"zh":"这是穿越城堡的又一次艰难旅程，躲避了所有", "en":"It was another difficult journey through the castle, dodging all the"},{"zh":"教师。", "en":"teachers."},{"zh":"最后他们到达了入口大厅，向后滑了锁", "en":"At last they reached the entrance hall, slid back the lock on"},{"zh":"橡木前门，在他们之间挤压，试图阻止任何", "en":"the oak front doors, squeezed between them, trying to stop any"},{"zh":"吱吱作响，走进月光下的土地。", "en":"creaking, and stepped out into the moonlit grounds."},{"zh":"“课程，”罗恩大步跨过黑草时突然说道。", "en":"\"Course,\" said Ron abruptly as they strode across the black grass,"},{"zh":"“我们可能会去森林，发现没有其他事情可做。", "en":"\"we might get to the forest and find there's nothing to follow. Those"},{"zh":"蜘蛛可能根本没有去过那里。", "en":"spiders might not've been going there at all."},{"zh":"我知道看起来像他们", "en":"I know it looked like they"},{"zh":"朝着大致方向发展，但是...”", "en":"were moving in that sort of general direction, but ...\""},{"zh":"希望他的声音消失了。", "en":"His voice trailed away hopefully."},{"zh":"他们带着空白的悲伤和悲哀的表情到达了海格的家", "en":"They reached Hagrid's house, sad and sorry-looking with its blank"},{"zh":"视窗。", "en":"windows."},{"zh":"当哈利推开门时，芳笑得发疯了", "en":"When Harry pushed the door open, Fang went mad with joy"},{"zh":"在他们看来。", "en":"at the sight of them."},{"zh":"担心他会唤醒城堡里的所有人", "en":"Worried he might wake everyone at the castle"},{"zh":"带着他深沉的，蓬勃的树皮，他们匆匆喂他", "en":"with his deep, booming barks, they hastily fed him treacle fudge from"},{"zh":"壁炉架上的锡罐将牙齿粘在一起。", "en":"a tin on the mantelpiece, which glued his teeth together."},{"zh":"哈利把隐形斗篷留在了海格的桌子上。", "en":"Harry left the Invisibility Cloak on Hagrid's table."},{"zh":"不会有", "en":"There would be no"},{"zh":"在漆黑的森林中需要它。", "en":"need for it in the pitch-dark forest."},{"zh":"“拜托，方，我们要去散步。”哈利拍拍他的腿，然后", "en":"\"C'mon, Fang, we're going for a walk,\" said Harry, patting his leg, and"},{"zh":"方舟子高兴地跳出他们身后的房子，冲向", "en":"Fang bounded happily out of the house behind them, dashed to the"},{"zh":"在森林的边缘，抬起他的腿靠在一棵大梧桐树上。", "en":"edge of the forest, and lifted his leg against a large sycamore tree."},{"zh":"哈利掏出魔杖，喃喃地说：“卢莫斯！”", "en":"Harry took out his wand, murmured, \"Lumos!\""},{"zh":"和一盏小灯", "en":"and a tiny light"},{"zh":"出现在它的末尾，足以让他们观察路径", "en":"appeared at the end of it, just enough to let them watch the path for"},{"zh":"蜘蛛的迹象。", "en":"signs of spiders."},{"zh":"“好主意，”罗恩说。 ", "en":"\"Good thinking,\" said Ron."},{"zh":"“我也会点燃我的，但你知道-它会", "en":"\"I'd light mine, too, but you know - it'd"},{"zh":"可能会炸毁……", "en":"probably blow up or something ...\""},{"zh":"哈利轻拍罗恩的肩膀，指着草地。", "en":"Harry tapped Ron on the shoulder, pointing at the grass."},{"zh":"两人独居", "en":"Two solitary"},{"zh":"蜘蛛正赶着从烛光移到阴影中", "en":"spiders were hurrying away from the wandlight into the shade of the"},{"zh":"树木。", "en":"trees."},{"zh":"“好吧，”罗恩叹了口气，好像辞职了，“我已经准备好了。", "en":"\"Okay,\" Ron sighed as though resigned to the worst, \"I'm ready. Let's"},{"zh":"走。”", "en":"go.\""},{"zh":"因此，随着方放开他们的周围，嗅着树的根和叶子，", "en":"So, with Fang scampering around them, sniffing tree roots and leaves,"},{"zh":"他们进入了森林。", "en":"they entered the forest."},{"zh":"通过哈利魔杖的光芒，他们跟随", "en":"By the glow of Harry's wand, they followed"},{"zh":"蜘蛛沿着小路不断moving流。", "en":"the steady trickle of spiders moving along the path."},{"zh":"他们走路", "en":"They walked"},{"zh":"在他们后面大约二十分钟，不说话，认真听", "en":"behind them for about twenty minutes, not speaking, listening hard for"},{"zh":"除了打断树枝和沙沙作响的声音。", "en":"noises other than breaking twigs and rustling leaves."},{"zh":"然后，当", "en":"Then, when the"},{"zh":"树木比以往任何时候都更厚，所以头顶上的星星", "en":"trees had become thicker than ever, so that the stars overhead were"},{"zh":"不再可见，哈利的魔杖独自在黑暗的海洋中闪耀，", "en":"no longer visible, and Harry's wand shone alone in the sea of dark,"},{"zh":"他们看到他们的蜘蛛向导离开了小路。", "en":"they saw their spider guides leaving the path."},{"zh":"哈利停了下来，试图看看蜘蛛要去哪里，但是", "en":"Harry paused, trying to see where the spiders were going, but"},{"zh":"*他的光的小范围之外的一切都是漆黑的。", "en":"everything outside his little sphere of *light was pitch-black."},{"zh":"他有", "en":"He had"},{"zh":"从来没有像现在这样深入森林。", "en":"never been this deep into the forest before."},{"zh":"他可以生动地", "en":"He could vividly"},{"zh":"记得海格上次建议他不要离开林间小道", "en":"remember Hagrid advising him not to leave the forest path last time"},{"zh":"他去过这里。", "en":"he'd been in here."},{"zh":"但是海格现在离我们很远，可能坐在", "en":"But Hagrid was miles away now, probably sitting in"},{"zh":"阿兹卡班的一个牢房，他还说要跟着蜘蛛走。", "en":"a cell in Azkaban, and he had also said to follow the spiders."},{"zh":"湿的东西碰到了哈利的手，他向后跳了起来，", "en":"Something wet touched Harry's hand and he jumped backward,"},{"zh":"碾碎了罗德斯的脚，但这只是方的鼻子。", "en":"crushing Rods foot, but it was only Fang's nose."},{"zh":"“你算什么？”", "en":"\"What d'you reckon?\""},{"zh":"哈利对罗恩说，他的眼睛可以", "en":"Harry said to Ron, whose eyes he could just"},{"zh":"做出来，反射着魔杖的光。", "en":"make out, reflecting the light from his wand."},{"zh":"罗恩说：“我们已经走了这么远。”", "en":"\"We've come this far,\" said Ron."},{"zh":"因此，他们跟随蜘蛛飞舞的阴影进入树木。", "en":"So they followed the darting shadows of the spiders into the trees."},{"zh":"他们现在不能很快移动。", "en":"They couldn't move very quickly now;"},{"zh":"有树的根和", "en":"there were tree roots and"},{"zh":"树桩以它们的方式出现，几乎在黑度中几乎看不见。", "en":"stumps in their way, barely visible in the near blackness."},{"zh":"哈里可以", "en":"Harry could"},{"zh":"感觉到芳在他手上的热气。", "en":"feel Fang's hot breath on his hand."},{"zh":"他们不得不停下来不止一次", "en":"More than once, they had to stop,"},{"zh":"这样哈利可以蹲下，在魔杖灯下找到蜘蛛。", "en":"so that Harry could crouch down and find the spiders in the wandlight."},{"zh":"他们走了至少半个小时的长袍，", "en":"They walked for what seemed like at least half an hour, their robes"},{"zh":"缠在低垂的树枝和荆棘上。", "en":"snagging on low-slung branches and brambles."},{"zh":"过了一会儿，他们", "en":"After a while, they"},{"zh":"注意到地面似乎向下倾斜，尽管", "en":"noticed that the ground seemed to be sloping downward, though the"},{"zh":"树木比以往一样厚。", "en":"trees were as thick as ever."},{"zh":"然后芳突然放开了一个巨大的，呼应的树皮，使哈利", "en":"Then Fang suddenly let loose a great, echoing bark, making both Harry"},{"zh":"罗恩跳出了他们的皮肤。", "en":"and Ron jump out of their skins."},{"zh":"“什么？”", "en":"\"What?\""},{"zh":"罗恩大声说，环顾四周，漆黑一片，", "en":"said Ron loudly, looking around into the pitch-dark, and"},{"zh":"狠狠地抓住哈利的手肘。", "en":"gripping Harry's elbow very hard."},{"zh":"“那边有东西在移动。”哈利呼吸。 ", "en":"\"There's something moving over there,\" Harry breathed."},{"zh":"“听...", "en":"\"Listen ..."},{"zh":"听起来像是一件大事……”", "en":"sounds like something big ...\""},{"zh":"他们听了。", "en":"They listened."},{"zh":"他们右边有些距离，有些大的东西", "en":"Some distance to their right, the something big was"},{"zh":"当它在树林中刻出一条小路时，它会折断树枝。", "en":"snapping branches as it carved a path through the trees."},{"zh":"“哦，不，”罗恩说。 ", "en":"\"Oh, no,\" said Ron."},{"zh":"“哦，不，哦，不，哦-”", "en":"\"Oh, no, oh, no, oh -\""},{"zh":"“闭嘴，”哈利疯狂地说道。 ", "en":"\"Shut up,\" said Harry frantically."},{"zh":"“它将听到你的声音。”", "en":"\"It'll hear you.\""},{"zh":"“听我说？”", "en":"\"Hear me?\""},{"zh":"罗恩用不自然的声音说道。 ", "en":"said Ron in an unnaturally high voice."},{"zh":"“已经听说过", "en":"\"It's already heard"},{"zh":"方！”", "en":"Fang!\""},{"zh":"在他们的眼中，黑暗似乎压在他们的眼球上", "en":"The darkness seemed to be pressing on their eyeballs as they"},{"zh":"站着，害怕，等待。", "en":"stood, terrified, waiting."},{"zh":"传来奇怪的隆隆声，然后", "en":"There was a strange rumbling noise and then"},{"zh":"安静。", "en":"silence."},{"zh":"“你觉得它在做什么？”", "en":"\"What d'you think it's doing?\""},{"zh":"哈利说。", "en":"said Harry."},{"zh":"罗恩说：“可能准备突袭了。”", "en":"\"Probably getting ready to pounce,\" said Ron."},{"zh":"他们等着发抖，几乎不敢动弹。", "en":"They waited, shivering, hardly daring to move."},{"zh":"“你以为它不见了吗？”", "en":"\"D'you think it's gone?\""},{"zh":"哈利小声说。", "en":"Harry whispered."},{"zh":"“不知道 -”", "en":"\"Dunno -\""},{"zh":"然后，在他们的右边，突然闪耀着光芒，", "en":"Then, to their right, came a sudden blaze of light, so bright in the"},{"zh":"他们俩都举起双手遮住眼睛的黑暗。", "en":"darkness that both of them flung up their hands to shield their eyes."},{"zh":"方大喊并试图逃跑，但陷入了荆棘丛中。", "en":"Fang yelped and tried to run, but got lodged in a tangle of thorns and"},{"zh":"大声喊道。", "en":"yelped even louder."},{"zh":"“哈利！”", "en":"\"Harry!\""},{"zh":"罗恩大喊，他的声音轻松地响起来“哈利，这是我们的", "en":"Ron shouted, his voice breaking with relief \"Harry, it's our"},{"zh":"汽车！”", "en":"car!\""},{"zh":"“什么？”", "en":"\"What?\""},{"zh":"“来吧！”", "en":"\"Come on!\""},{"zh":"哈利在罗恩向光速后失足，绊倒和绊倒，", "en":"Harry blundered after Ron toward the light, stumbling and tripping,"},{"zh":"过了一会儿，它们变成了一块空地。", "en":"and a moment later they had emerged into a clearing."},{"zh":"韦斯莱先生的车空着站着，中间是", "en":"Mr. Weasley's car was standing, empty, in the middle of a circle of"},{"zh":"茂密的树枝顶下的茂密树木，前大灯在燃烧。", "en":"thick trees under a roof of dense branches, its headlights ablaze."},{"zh":"如", "en":"As"},{"zh":"罗恩张开嘴巴朝它走去，它慢慢向他移动，", "en":"Ron walked, open-mouthed, toward it, it moved slowly toward him,"},{"zh":"就像一条大型的绿松石狗向主人致意。", "en":"exactly like a large, turquoise dog greeting its owner."},{"zh":"“一直到这里来！”", "en":"\"It's been here all the time!\""},{"zh":"罗恩高兴地说道，", "en":"said Ron delightedly, walking around the"},{"zh":"汽车。 ", "en":"car."},{"zh":"“看看。森林变成了荒野……”", "en":"\"Look at it. The forest's turned it wild ...\""},{"zh":"汽车的侧面被刮擦并涂上了泥土。", "en":"The sides of the car were scratched and smeared with mud."},{"zh":"显然，它不得不独自在森林里走来走去。", "en":"Apparently it had taken to trundling around the forest on its own."},{"zh":"方似乎根本不热衷于此。", "en":"Fang didn't seem at all keen on it;"},{"zh":"他一直靠近哈利，哈利可以", "en":"he kept close to Harry, who could"},{"zh":"感到他颤抖。", "en":"feel him quivering."},{"zh":"哈利塞住了呼吸，呼吸又变慢了。", "en":"His breathing slowing down again, Harry stuffed"},{"zh":"他的魔杖回到他的长袍。", "en":"his wand back into his robes."},{"zh":"“而且我们认为这将要袭击我们！”", "en":"\"And we thought it was going to attack us!\""},{"zh":"罗恩说，靠", "en":"said Ron, leaning against"},{"zh":"汽车并拍拍它。 ", "en":"the car and patting it."},{"zh":"“我想知道它去了哪里！”", "en":"\"I wondered where it had gone!\""},{"zh":"哈利斜视在泛光的地面上，寻找更多蜘蛛的迹象，", "en":"Harry squinted around on the floodlit ground for signs of more spiders,"},{"zh":"但是他们都避开了大灯的眩光。", "en":"but they had all scuttled away from the glare of the headlights."},{"zh":"他说：“我们迷路了。” ", "en":"\"We've lost the trail,\" he said."},{"zh":"“来吧，我们去找到它们。”", "en":"\"C'mon, let's go and find them.\""},{"zh":"罗恩不说话。", "en":"Ron didn't speak."},{"zh":"他没有动。", "en":"He didn't move."},{"zh":"他的眼睛盯着一个点", "en":"His eyes were fixed on a point"},{"zh":"大约在哈利身后的森林地面上方十英尺处。", "en":"some ten feet above the forest floor, right behind Harry."},{"zh":"他的脸是", "en":"His face was"},{"zh":"充满恐惧", "en":"livid with terror."},{"zh":"哈利甚至没有时间转身。", "en":"Harry didn't even have time to turn around."},{"zh":"一声巨响", "en":"There was a loud clicking"},{"zh":"噪音，突然他感觉到长毛的东西抓住了他", "en":"noise and suddenly he felt something long and hairy seize him around"},{"zh":"中间将他抬离地面，使他吊死", "en":"the middle and lift him off the ground, so that he was hanging"},{"zh":"面朝下。", "en":"facedown."},{"zh":"挣扎，恐惧，他听到了更多的喀哒声，看到罗恩的", "en":"Struggling, terrified, he heard more clicking, and saw Ron's"},{"zh":"腿也离开地面，听到芳在哭泣和how叫-接下来", "en":"legs leave the ground, too, heard Fang whimpering and howling - next"},{"zh":"片刻，他被扫进了黑暗的树木。", "en":"moment, he was being swept away into the dark trees."},{"zh":"头挂着，哈利看到抱着他的东西在前进", "en":"Head hanging, Harry saw that what had hold of him was marching on"},{"zh":"六个非常长且毛茸茸的腿，前两个紧紧抓住他", "en":"six immensely long, hairy legs, the front two clutching him tightly below"},{"zh":"一双闪亮的黑色钳子。", "en":"a pair of shining black pincers."},{"zh":"在他身后，他可以听到另一个", "en":"Behind him, he could hear another of"},{"zh":"这些生物，无疑都承载着罗恩。", "en":"the creatures, no doubt carrying Ron."},{"zh":"他们正在进入", "en":"They were moving into the very"},{"zh":"森林的心脏。", "en":"heart of the forest."},{"zh":"哈利听见方正为使自己摆脱困境而战", "en":"Harry could hear Fang fighting to free himself from"},
