{"zh":"最后，他们决定不对海格说什么", "en":"In the end, they decided that they would not say anything to Hagrid"},{"zh":"除非再有一次袭击，并且随着越来越多的日子过去", "en":"unless there was another attack, and as more and more days went by"},{"zh":"他们从低沉的声音中窃窃私语，变成了", "en":"with no whisper from the disembodied voice, they became"},{"zh":"希望他们永远不需要和他谈谈他为什么拥有", "en":"hopeful that they would never need to talk to him about why he had"},{"zh":"被开除。", "en":"been expelled."},{"zh":"距贾斯汀（Justin）和《近乎》（Nearly）", "en":"It was now nearly four months since Justin and Nearly"},{"zh":"无头的尼克被吓呆了，几乎每个人都似乎", "en":"Headless Nick had been Petrified, and nearly everybody seemed to"},{"zh":"认为攻击者（无论是谁）已经退休。", "en":"think that the attacker, whoever it was, had retired for good."},{"zh":"皮维斯", "en":"Peeves"},{"zh":"终于厌倦了他的“哦，波特，你烂了”的歌，厄尼", "en":"had finally got bored of his \"Oh, Potter, you rotter\" song, Ernie"},{"zh":"麦克米伦很礼貌地要求哈利飞跃过去", "en":"Macmillan asked Harry quite politely to pass a bucket of leaping"},{"zh":"毒菌学中的毒菌一天，三月中的几个", "en":"toadstools in Herbology one day, and in March several of the"},{"zh":"曼德拉克斯在第三温室大声喧ra。", "en":"Mandrakes threw a loud and raucous party in greenhouse three."},{"zh":"这个", "en":"This"},{"zh":"使新芽教授非常高兴。", "en":"made Professor Sprout very happy."},{"zh":"“当他们开始尝试进入对方的锅中时，我们将", "en":"\"The moment they start trying to move into each other's pots, we'll"},{"zh":"她知道他们已经完全成熟了，”她告诉哈利。“那么我们就能", "en":"know they're fully mature,\" she told Harry. \"Then we'll be able to"},{"zh":"让医院里的那些穷人复活。”", "en":"revive those poor people in the hospital wing.\""},{"zh":"第二年给了一些新的思考", "en":"The second years were given something new to think about during"},{"zh":"他们的复活节假期。", "en":"their Easter holidays."},{"zh":"是时候选择他们的学科了", "en":"The time had come to choose their subjects for"},{"zh":"第三年，至少赫敏对此非常重视。", "en":"the third year, a matter that Hermione, at least, took very seriously."},{"zh":"她对哈利和罗恩说：“这可能会影响我们的整个未来。”", "en":"\"it could affect our whole future,\" she told Harry and Ron as they"},{"zh":"仔细研究新主题列表，并在其上打勾。", "en":"pored over lists of new subjects, marking them with checks."},{"zh":"“我只想放弃魔药，”哈利说。", "en":"\"I just want to give up Potions,\" said Harry."},{"zh":"“我们不能，”罗恩悲观地说。 ", "en":"\"We can't,\" said Ron gloomily."},{"zh":"“我们保留所有旧科目，否则我会", "en":"\"We keep all our old subjects, or I'd've"},{"zh":"放弃了针对黑暗艺术的防御。”", "en":"ditched Defense Against the Dark Arts.\""},{"zh":"“但这很重要！”", "en":"\"But that's very important!\""},{"zh":"赫敏震惊地说。", "en":"said Hermione, shocked."},{"zh":"罗恩说：“这不是洛克哈特教书的方式。” ", "en":"\"Not the way Lockhart teaches it,\" said Ron."},{"zh":"“我还没学会", "en":"\"I haven't learned"},{"zh":"他不做任何事情，只是不放松小精灵。”", "en":"anything from him except not to set pixies loose.\""},{"zh":"内维尔·隆伯顿（Neville Longbottom）已收到所有女巫和", "en":"Neville Longbottom had been sent letters from all the witches and"},{"zh":"他家人中的巫师，都给他关于如何做的不同建议", "en":"wizards in his family, all giving him different advice on what to"},{"zh":"选择。", "en":"choose."},{"zh":"感到困惑和担心，他坐在旁边阅读主题列表", "en":"Confused and worried, he sat reading the subject lists with"},{"zh":"他的舌头伸出来，问人们他们是否认为算术", "en":"his tongue poking out, asking people whether they thought Arithmancy"},{"zh":"听起来比研究古代符文更加困难。", "en":"sounded more difficult than the study of Ancient Runes."},{"zh":"院长", "en":"Dean"},{"zh":"托马斯像哈利一样，与麻瓜一起长大，最终", "en":"Thomas, who, like Harry, had grown up with Muggles, ended up"},{"zh":"闭上眼睛，用鞭子刺着魔杖，然后摘下", "en":"closing his eyes and jabbing his wand at the list, then picking the"},{"zh":"它降落的主题。", "en":"subjects it landed on."},{"zh":"赫敏没有接受任何人的建议，但报名参加", "en":"Hermione took nobody's advice but signed up for"},{"zh":"一切。", "en":"everything."},{"zh":"哈利对弗农叔叔的想法冷淡地笑了笑。", "en":"Harry smiled grimly to himself at the thought of what Uncle Vernon"},{"zh":"佩妮姨妈会说如果他想讨论他的职业生涯", "en":"and Aunt Petunia would say if he tried to discuss his career in"},{"zh":"与他们的巫术。", "en":"wizardry with them."},{"zh":"并不是说他没有得到任何指导：珀西", "en":"Not that he didn't get any guidance: Percy"},{"zh":"韦斯莱渴望分享他的经验。", "en":"Weasley was eager to share his experience."},{"zh":"“取决于你想去的地方，哈里，”他说。 ", "en":"\"Depends where you want to go, Harry,\" he said."},{"zh":"“永远不会太早", "en":"\"It's never too early"},{"zh":"考虑未来，所以我建议占卜。", "en":"to think about the future, so Id recommend Divination."},{"zh":"人们说", "en":"People say"},{"zh":"麻瓜研究是一个不错的选择，但我个人认为巫师应该", "en":"Muggle Studies is a soft option, but I personally think wizards should"},{"zh":"对非魔法界有透彻的了解，", "en":"have a thorough understanding of the non-magical community,"},{"zh":"特别是如果他们正在考虑与他们紧密联系-", "en":"particularly if they're thinking of working in close contact with them -"},{"zh":"看我父亲，他一直都在处理麻瓜生意。", "en":"look at my father, he has to deal with Muggle business all the time."},{"zh":"我的", "en":"My"},{"zh":"查理弟弟总是比较喜欢户外活动，所以他去了", "en":"brother Charlie was always more of an outdoor type, so he went for"},{"zh":"神奇生物的照顾。", "en":"Care of Magical Creatures."},{"zh":"发挥自己的优势，哈利。”", "en":"Play to your strengths, Harry.\""},{"zh":"但是哈利唯一觉得自己真正擅长的是魁地奇。", "en":"But the only thing Harry felt he was really good at was Quidditch."},{"zh":"在", "en":"In"},{"zh":"最后，他选择了与罗恩（Ron）相同的新科目，觉得如果他是", "en":"the end, he chose the same new subjects as Ron, feeling that if he was"},{"zh":"对他们不好，至少他会有一个友好的人来帮助他。", "en":"lousy at them, at least he'd have someone friendly to help him."},{"zh":"格兰芬多的下一场魁地奇比赛将是对赫奇帕奇。", "en":"Gryffindor's next Quidditch match would be against Hufflepuff."},{"zh":"木", "en":"Wood"},{"zh":"在晚餐后每晚坚持坚持团队实践，以便哈利", "en":"was insisting on team practices every night after dinner, so that Harry"},{"zh":"除了魁地奇和功课，几乎没有时间做其他事情。", "en":"barely had time for anything but Quidditch and homework."},{"zh":"然而，", "en":"However,"},{"zh":"培训课程越来越好，或者至少", "en":"the training sessions were getting better, or at least"},{"zh":"较干燥，在星期六比赛的前一天晚上，他去了", "en":"drier, and the evening before Saturday's match he went up to his"},{"zh":"宿舍放下扫帚，感觉格兰芬多有机会", "en":"dormitory to drop off his broomstick feeling Gryffindor's chances for"},{"zh":"魁地奇杯再好不过了。", "en":"the Quidditch cup had never been better."},{"zh":"但是他开朗的心情并没有持续多久。", "en":"But his cheerful mood didn't last long."},{"zh":"在楼梯的顶部", "en":"At the top of the stairs to the"},{"zh":"宿舍，他遇到了内维拉·朗博顿（Neville Longbottom），后者看上去很疯狂。", "en":"dormitory, he met Neville Longbottom, who was looking frantic."},{"zh":"“哈利-我不知道是谁做的-我才发现-”", "en":"\"Harry - I don't know who did it - I just found -\""},{"zh":"内维尔恐惧地看着哈利，推开门。", "en":"Watching Harry fearfully, Neville pushed open the door."},{"zh":"哈利的行李箱里的东西到处都扔了。", "en":"The contents of Harry's trunk had been thrown everywhere."},{"zh":"他的", "en":"His"},{"zh":"斗篷躺在地板上。", "en":"cloak lay ripped on the floor."},{"zh":"床单已经脱掉了", "en":"The bedclothes had been pulled off his"},{"zh":"四海报，抽屉已经从床头拉出", "en":"four-poster and the drawer had been pulled out of his bedside"},{"zh":"内阁，内容物散落在床垫上。", "en":"cabinet, the contents strewn over the mattress."},{"zh":"哈利张着嘴走到床上，踩了几下", "en":"Harry walked over to the bed, open-mouthed, treading on a few"},{"zh":"巨魔游记的散页。", "en":"loose pages of Travels with Trolls."},{"zh":"当他和内维尔拉", "en":"As he and Neville pulled the"},{"zh":"毯子回到他的床上，罗恩，迪恩和西姆斯进来了。迪恩", "en":"blankets back onto his bed, Ron, Dean, and Seamus came in. Dean"},{"zh":"大声发誓。", "en":"swore loudly."},{"zh":"“发生了什么事，哈利？”", "en":"\"What happened, Harry?\""},{"zh":"“不知道，”哈利说。", "en":"\"No idea,\" said Harry."},{"zh":"但是罗恩正在检查哈利的长袍。", "en":"But Ron was examining Harry's robes."},{"zh":"所有", "en":"All the"},{"zh":"口袋里挂着。", "en":"pockets were hanging out."},{"zh":"“有人一直在寻找东西，”罗恩说。 ", "en":"\"Someone's been looking for something,\" said Ron."},{"zh":"“有没有什么", "en":"\"Is there anything"},{"zh":"失踪？”", "en":"missing?\""},{"zh":"哈利开始捡起他所有的东西，然后扔进他的行李箱。", "en":"Harry started to pick up all his things and throw them into his trunk."},{"zh":"只是当他把最后一本洛克哈特的书扔回去的时候", "en":"It was only as he threw the last of the Lockhart books back into it"},{"zh":"他意识到那里不存在。", "en":"that he realized what wasn't there."},{"zh":"“里德尔的日记不见了。”他对罗恩说。", "en":"\"Riddle's diary's gone,\" he said in an undertone to Ron."},{"zh":"“什么？”", "en":"\"What?\""},{"zh":"哈利将头向宿舍门猛拉，罗恩紧随其后", "en":"Harry jerked his head toward the dormitory door and Ron followed"},{"zh":"他出去。", "en":"him out."},{"zh":"他们赶紧去格兰芬多", "en":"They hurried down to the Gryffindor common"},{"zh":"半空的房间，和坐在一起的赫敏", "en":"room, which was half-empty, and joined Hermione, who was sitting"},{"zh":"独自一人读一本叫做《古代符文轻松》的书。", "en":"alone, reading a book called Ancient Runes Made Easy."},{"zh":"赫敏对此消息感到震惊。", "en":"Hermione looked aghast at the news."},{"zh":"“但是-只有格兰芬多可以偷窃-没有人知道我们", "en":"\"But - only a Gryffindor could have stolen - nobody else knows our"},{"zh":"密码-”", "en":"password -\""},{"zh":"“是的，”哈利说。", "en":"\"Exactly,\" said Harry."},{"zh":"他们第二天醒来，阳光明媚，光线清新", "en":"They woke the next day to brilliant sunshine and a light, refreshing"},{"zh":"微风。", "en":"breeze."},{"zh":"“完美的魁地奇条件！”", "en":"\"Perfect Quidditch conditions!\""},{"zh":"伍德热情地对", "en":"said Wood enthusiastically at the"},{"zh":"格兰芬多桌子上，在团队的盘子里放着炒鸡蛋。", "en":"Gryffindor table, loading the team's plates with scrambled eggs."},{"zh":"“哈利，在那里站起来，你需要一顿体面的早餐。”", "en":"\"Harry, buck up there, you need a decent breakfast.\""},{"zh":"哈利一直凝视着装满格兰芬多桌子的样子，想知道", "en":"Harry had been staring down the packed Gryffindor table, wondering"},{"zh":"如果Riddle日记的新主人就在他眼前。", "en":"if the new owner of Riddle's diary was right in front of his eyes."},{"zh":"赫敏一直在敦促他举报抢劫案，但哈利没有", "en":"Hermione had been urging him to report the robbery, but Harry didn't"},{"zh":"喜欢这个主意。", "en":"like the idea."},{"zh":"他必须告诉老师所有关于日记的内容，以及如何", "en":"He'd have to tell a teacher all about the diary, and how"},{"zh":"很多人知道为什么海格在五十年前被开除？", "en":"many people knew why Hagrid had been expelled fifty years ago?"},{"zh":"他", "en":"He"},{"zh":"不想成为再次提出全部建议的人。", "en":"didn't want to be the one who brought it all up again."},{"zh":"当他与罗恩和赫敏一起离开大厅时，收集他的", "en":"As he left the Great Hall with Ron and Hermione to go and collect his"},{"zh":"魁地奇的事情，另一个非常严重的担忧被添加到了哈利的", "en":"Quidditch things, another very serious worry was added to Harry's"},{"zh":"越来越多的清单。", "en":"growing list."},{"zh":"他刚踏上大理石楼梯时，", "en":"He had just set foot on the marble staircase when he"},{"zh":"又听到了", "en":"heard it yet again"},{"zh":"“这次杀……让我撕裂……流泪……”", "en":"\"Kill this time ... let me rip ... tear ...\""},{"zh":"他大声喊着，罗恩和赫敏都从他身上跳了下来。", "en":"He shouted aloud and Ron and Hermione both jumped away from him"},{"zh":"在报警。", "en":"in alarm."},{"zh":"“声音！”", "en":"\"The voice!\""},{"zh":"哈利望着肩膀说。 ", "en":"said Harry, -looking over his shoulder."},{"zh":"“我刚刚听到了", "en":"\"I just heard it"},{"zh":"再一次-是吗？", "en":"again - didn't you?\""},{"zh":"罗恩睁大眼睛摇了摇头。", "en":"Ron shook his head, wide-eyed."},{"zh":"赫敏拍了拍", "en":"Hermione, however, clapped a"},{"zh":"把手放在她的额头上。", "en":"hand to her forehead."},{"zh":"“哈利-我想我已经了解了一些！我必须去", "en":"\"Harry - I think I've just understood something! I've got to go to the"},{"zh":"图书馆！”", "en":"library!\""},{"zh":"然后她冲上楼梯走了上去。", "en":"And she sprinted away, up the stairs."},{"zh":"“她懂什么？”", "en":"\"What does she understand?\""},{"zh":"哈利分心地说，仍然看着", "en":"said Harry distractedly, still looking"},{"zh":"周围，​​试图说出声音从何而来。", "en":"around, trying to tell where the voice had come from."},{"zh":"“负担比我更多。”罗恩摇摇头说。", "en":"\"Loads more than I do,\" said Ron, shaking his head."},{"zh":"“但是为什么她要去图书馆？”", "en":"\"But why's she got to go to the library?\""},{"zh":"“因为那是赫敏所做的，”罗恩耸耸肩。 ", "en":"\"Because that's what Hermione does,\" said Ron, shrugging."},{"zh":"“当", "en":"\"When in"},{"zh":"怀疑，去图书馆。”", "en":"doubt, go to the library.\""},{"zh":"哈利站起来，不坚定，试图再次听到声音，但是人们", "en":"Harry stood, irresolute, trying to catch the voice again, but people"},{"zh":"现在正从他身后的人民大会堂冒出来，大声说话，", "en":"were now emerging from the Great Hall behind him, talking loudly,"},{"zh":"在前往魁地奇球场的途中从前门退出。", "en":"exiting through the front doors on their way to the Quidditch pitch."},{"zh":"“你最好动起来，”罗恩说。 ", "en":"\"You'd better get moving,\" said Ron."},{"zh":"“差不多11点了-比赛-”", "en":"\"It's nearly eleven - the match -\""},{"zh":"哈里跑到格兰芬多塔，收集了他的雨云二", "en":"Harry raced up to Gryffindor Tower, collected his Nimbus Two"},{"zh":"成千上万的人群蜂拥而至，", "en":"Thousand, and joined the large crowd swarming across the grounds,"},{"zh":"但是他的头脑和那无声的声音仍然留在城堡里，", "en":"but his mind was still in the castle along with the bodiless voice, and"},{"zh":"当他拉着更衣室里的猩红色长袍时。", "en":"as he pulled on his scarlet robes in the locker."},{"zh":"房间，他唯一的安慰", "en":"room, his only comfort"},{"zh":"是每个人现在都在外面观看比赛。", "en":"was that everyone was now outside to watch the game."},{"zh":"队伍走上球场，热烈鼓掌。", "en":"The teams walked onto the field to tumultuous applause."},{"zh":"奥立佛", "en":"Oliver"},{"zh":"伍德起飞后绕着球门柱进行了热身飞行。", "en":"Wood took off for a warm-up flight around the goal posts;"},{"zh":"夫人", "en":"Madam"},{"zh":"Hooch放开了球。", "en":"Hooch released the balls."},{"zh":"在金丝雀中扮演的赫奇帕奇", "en":"The Hufflepuffs, who played in canary"},{"zh":"黄色，站在拥挤的人群中，对", "en":"yellow, were standing in a huddle, having a last-minute discussion of"},{"zh":"策略。", "en":"tactics."},{"zh":"麦格教授教授时，哈利正在扫帚", "en":"Harry was just mounting his broom when Professor McGonagall"},{"zh":"一半进场，一半跑过球场，", "en":"came half marching, half running across the pitch, carrying an"},{"zh":"巨大的紫色扩音器。", "en":"enormous purple megaphone."},{"zh":"哈利的心像一块石头一样跌落。", "en":"Harry's heart dropped like a stone."},{"zh":"麦格教授说：“这场比赛已经取消。”", "en":"\"This match has been cancelled,\" Professor McGonagall called"},{"zh":"通过扩音器，到达拥挤的体育场。", "en":"through the megaphone, addressing the packed stadium."},{"zh":"曾经有", "en":"There were"},{"zh":"嘘声和喊叫声。", "en":"boos and shouts."},{"zh":"奥利弗·伍德（Oliver Wood）看上去很沮丧，着陆并奔跑", "en":"Oliver Wood, looking devastated, landed and ran"},{"zh":"对着麦格教授，而没有离开他的扫帚。", "en":"toward Professor McGonagall without getting off his broomstick."},{"zh":"“但是，教授！”", "en":"\"But, Professor!\""},{"zh":"他喊道。 ", "en":"he shouted."},{"zh":"“我们必须比赛-杯赛-", "en":"\"We've got to play - the cup -"},{"zh":"格兰芬多-”", "en":"Gryffindor -\""},{"zh":"麦格教授无视他，继续对她大喊大叫", "en":"Professor McGonagall ignored him and continued to shout through her"},{"zh":"扩音器：“所有学生都应该回到众议院", "en":"megaphone: \"All students are to make their way back to the House common"},{"zh":"房间，他们的屋主将在这里给他们更多", "en":"rooms, where their Heads of Houses will give them further"},{"zh":"信息。", "en":"information."},{"zh":"请尽快！”", "en":"As quickly as you can, please!\""},{"zh":"然后她放下扩音器，向哈利招手。", "en":"Then she lowered the megaphone and beckoned Harry over to her."},{"zh":"“波特，我想你最好和我一起去……”", "en":"\"Potter, I think you'd better come with me ...\""},{"zh":"想知道这次她怎么会怀疑他，哈利看到了", "en":"Wondering how she could possibly suspect him this time, Harry saw"},{"zh":"罗恩使自己脱离了抱怨的人群。", "en":"Ron detach himself from the complaining crowd;"},{"zh":"他跑起来", "en":"he came running up"},{"zh":"他们向城堡出发时向他们致敬。", "en":"to them as they set off toward the castle."},{"zh":"令哈利惊讶的是，", "en":"To Harry's surprise,"},{"zh":"麦格教授没有反对。", "en":"Professor McGonagall didn't object."},{"zh":"“是的，也许你最好也来，Weasley……”", "en":"\"Yes, perhaps you'd better come, too, Weasley ...\""},{"zh":"有些学生蜂拥而至，抱怨着", "en":"Some of the students swarming around them were grumbling about"},{"zh":"比赛被取消；", "en":"the match being canceled;"},{"zh":"其他人看起来很担心。", "en":"others looked worried."},{"zh":"哈里和罗恩", "en":"Harry and Ron"},{"zh":"跟着麦格教授回到学校，", "en":"followed Professor McGonagall back into the school and up the"},{"zh":"大理石楼梯。", "en":"marble staircase."},{"zh":"但是这次他们没有被带到任何人的办公室。", "en":"But they weren't taken to anybody's office this time."},{"zh":"麦格教授在一次演讲中说：“这会让人感到震惊。”", "en":"\"This will be a bit of a shock,\" said Professor McGonagall in a"},{"zh":"他们走近医务室时发出令人惊讶的温柔声音。 ", "en":"surprisingly gentle voice as they approached the infirmary."},{"zh":"“有", "en":"\"There has"},{"zh":"是另一次攻击...另一次双重攻击。”", "en":"been another attack ... another double attack.\""},{"zh":"哈利的室内发生了可怕的翻筋斗。", "en":"Harry's insides did a horrible somersault."},{"zh":"麦格教授", "en":"Professor McGonagall"},{"zh":"推开门，他和罗恩进入了。", "en":"pushed the door open and he and Ron entered."},{"zh":"庞弗雷夫人弯腰弯腰的第五年级女孩", "en":"Madam Pomfrey was bending over a fifth-year girl with long, curly"},{"zh":"头发。", "en":"hair."},{"zh":"哈利认出她是他们不小心碰到的乌鸦爪", "en":"Harry recognized her as the Ravenclaw they'd accidentally"},{"zh":"问去斯莱特林公共休息室的方向。", "en":"asked for directions to the Slytherin common room."},{"zh":"在床上", "en":"And on the bed"},{"zh":"她旁边是-", "en":"next to her was -"},{"zh":"“赫敏！”", "en":"\"Hermione!\""},{"zh":"罗恩吟。", "en":"Ron groaned."},{"zh":"赫敏完全静止着，睁着眼睛，像玻璃一样。", "en":"Hermione lay utterly still, her eyes open and glassy."},{"zh":"麦格教授说：“他们在图书馆附近被发现。” ", "en":"\"They were found near the library,\" said Professor McGonagall."},{"zh":"“一世", "en":"\"I"},{"zh":"你们两个都不能解释吗？", "en":"don't suppose either of you can explain this?"},{"zh":"旁边是地板", "en":"It was on the floor next"},{"zh":"给他们 ...”", "en":"to them ...\""},{"zh":"她拿着一个小的圆形镜子。", "en":"She was holding up a small, circular mirror."},{"zh":"哈利和罗恩摇了摇头，都盯着赫敏。", "en":"Harry and Ron shook their heads, both staring at Hermione."},{"zh":"教授说：“我将护送您回到格兰芬多大厦”", "en":"\"I will escort you back to Gryffindor Tower,\" said Professor"},{"zh":"麦格教授。 ", "en":"McGonagall heavily."},{"zh":"“无论如何我都需要对学生讲话。", "en":"\"I need to address the students in any case."},{"zh":"“所有学生将在六点之前回到自己的宿舍公共休息室。", "en":"\"All students will return to their House common rooms by six o'clock"},{"zh":"晚上。", "en":"in the evening."},{"zh":"在那之后，没有学生要离开宿舍。", "en":"No student is to leave the dormitories after that time."},{"zh":"老师将陪同您上每节课。", "en":"You will be escorted to each lesson by a teacher."},{"zh":"没有学生可以使用", "en":"No student is to use"},{"zh":"浴室无人陪伴。", "en":"the bathroom unaccompanied by a teacher."},{"zh":"所有其他魁地奇", "en":"All further Quidditch"},{"zh":"训练和比赛将被推迟。", "en":"training and matches are to be postponed."},{"zh":"不会再有", "en":"There will be no more"},{"zh":"晚间活动。”", "en":"evening activities.\""},{"zh":"休息室里的格兰芬多听了教授的话", "en":"The Gryffindors packed inside the common room listened to Professor"},{"zh":"麦格教授沉默了。", "en":"McGonagall in silence."},{"zh":"她卷起羊皮纸", "en":"She rolled up the parchment"},{"zh":"她一直在看书，说着有些cho", "en":"from which she had been reading and said in a somewhat choked"},{"zh":"声音，“我几乎不需要补充说我很少感到如此痛苦。这是", "en":"voice, \"I need hardly add that I have rarely been so distressed. It is"},{"zh":"除非这些背后的罪魁祸首，否则学校将被关闭。", "en":"likely that the school will be closed unless the culprit behind these"},{"zh":"攻击被捕获。", "en":"attacks is caught."},{"zh":"我敦促任何认为他们可能知道的人", "en":"I would urge anyone who thinks they might know"},{"zh":"关于他们的一切都挺身而出。”", "en":"anything about them to come forward.\""},{"zh":"她笨拙地爬出肖像洞，然后", "en":"She climbed somewhat awkwardly out of the portrait hole, and the"},{"zh":"格兰芬多立即开始讲话。", "en":"Gryffindors began talking immediately."},{"zh":"“那倒是两个格兰芬多，不算格兰芬多幽灵，一个", "en":"\"That's two Gryffindors down, not counting a Gryffindor ghost, one"},{"zh":"拉文克劳和一名赫奇帕奇，”韦斯莱双胞胎的朋友李", "en":"Ravenclaw, and one Hufflepuff, \" said the Weasley twins' friend Lee"},{"zh":"乔丹指望他的手指。 ", "en":"Jordan, counting on his fingers."},{"zh":"“没有一个老师注意到", "en":"\"Haven't any of the teachers noticed"},{"zh":"斯莱特林都安全吗？", "en":"that the Slytherins are all safe?"},{"zh":"难道所有这些东西都来了吗", "en":"Isn't it obvious all this stuff's coming"},{"zh":"来自斯莱特林？", "en":"from Slytherin?"},{"zh":"斯莱特林的怪物斯莱特林的继承人-为什么", "en":"The Heir of Slytherin, the monster of Slytherin - why"},{"zh":"他们难道不就把所有的斯莱特林人都扔掉了吗？”他咆哮道，点点头，然后", "en":"don't they just chuck all the Slytherins out?\" he roared, to nods and"},{"zh":"掌声四散。", "en":"scattered applause."},{"zh":"珀西·韦斯莱（Percy Weasley）坐在李后面的椅子上，但是有一次他没有", "en":"Percy Weasley was sitting in a chair behind Lee, but for once he didn't"},{"zh":"似乎渴望表达他的观点。", "en":"seem keen to make his views heard."},{"zh":"他面色苍白，目瞪口呆。", "en":"He was looking pale and stunned."},{"zh":"“珀西很震惊，”乔治安静地告诉哈利。 ", "en":"\"Percy's in shock,\" George told Harry quietly."},{"zh":"“那个乌鸦爪女孩-", "en":"\"That Ravenclaw girl -"},{"zh":"佩内洛普·克利尔沃特（Penelope Clearwater）-她是一位省长。", "en":"Penelope Clearwater - she's a prefect."},{"zh":"我不认为他认为", "en":"I don't think he thought the"},{"zh":"怪物敢攻击一个知府。”", "en":"monster would dare attack a prefect.\""},{"zh":"但是哈利只听了一半。", "en":"But Harry was only half-listening."},{"zh":"他似乎无法摆脱", "en":"He didn't seem to be able to get rid"},{"zh":"赫敏的照片，躺在医院的床上，仿佛被雕刻", "en":"of the picture of Hermione, lying on the hospital bed as though carved"},{"zh":"没石头了。", "en":"out of stone."},{"zh":"如果罪魁祸首没有被立即发现，他正在寻找一个", "en":"And if the culprit wasn't caught soon, he was looking at a"},{"zh":"一生回到了Dursleys。", "en":"lifetime back with the Dursleys."},{"zh":"汤姆·里德尔把海格变成了", "en":"Tom Riddle had turned Hagrid in"},{"zh":"因为他面临着一个麻瓜孤儿院的前景，如果", "en":"because he was faced with the prospect of a Muggle orphanage if the"},{"zh":"学校关闭。", "en":"school closed."},{"zh":"哈利现在完全知道他的感受。", "en":"Harry now knew exactly how he had felt."},{"zh":"“我们要怎么办？”", "en":"\"What're we going to do?\""},{"zh":"罗恩在哈利的耳朵里静静地说。 ", "en":"said Ron quietly in Harry's ear."},{"zh":"“你", "en":"\"D'you"},{"zh":"认为他们怀疑海格吗？”", "en":"think they suspect Hagrid?\""},{"zh":"“我们得去跟他说话，”哈利说，补上他的", "en":"\"We've got to go and talk to him,\" said Harry, making up his"},{"zh":"心神。 ", "en":"mind."},{"zh":"“我不敢相信这次是他，但如果他放下怪物，", "en":"\"I can't believe it's him this time, but if he set the monster"},{"zh":"上一次他很松散，他会知道如何进入密室，", "en":"loose last time he'll know how to get inside the Chamber of Secrets,"},
