{"zh":"这次袭击背后的人不想让那个说谎", "en":"the person who's behind the attacks this time wouldn't want that lying"},{"zh":"他们周围吗？", "en":"around, would they?\""},{"zh":"罗恩说：“这是一个很棒的理论，赫敏，只有一点点", "en":"\"That's a brilliant theory, Hermione,\" said Ron, \"with just one tiny little"},{"zh":"缺陷。", "en":"flaw."},{"zh":"他的日记里没有写任何东西。”", "en":"There's nothing written in his diary.\""},{"zh":"但是赫敏正在把魔杖从包里拉出来。", "en":"But Hermione was pulling her wand out of her bag."},{"zh":"“这可能是看不见的墨水！”", "en":"\"It might be invisible ink!\""},{"zh":"她小声说。", "en":"she whispered."},{"zh":"她轻按了日记三下，说：“养蜂场！”", "en":"She tapped the diary three times and said, \"Aparecium!\""},{"zh":"没啥事儿。", "en":"Nothing happened."},{"zh":"毫不畏惧，赫敏将手伸回", "en":"Undaunted, Hermione shoved her hand back into"},{"zh":"她的包，拿出看似鲜红色的橡皮。", "en":"her bag and pulled out what appeared to be a bright red eraser."},{"zh":"她说：“这是一个揭密者，我在对角巷弄到它了。”", "en":"\"It's a Revealer, I got it in Diagon Alley,\" she said."},{"zh":"她在一月初用力擦。", "en":"She rubbed hard on January first."},{"zh":"没啥事儿。", "en":"Nothing happened."},{"zh":"罗恩说：“我告诉你，那里什么也找不到。” ", "en":"\"I'm telling you, there's nothing to find in there,\" said Ron."},{"zh":"“谜语只是", "en":"\"Riddle just"},{"zh":"收到了圣诞节的日记，也不必为填入日记而烦恼。”", "en":"got a diary for Christmas and couldn't be bothered filling it in.\""},{"zh":"哈里连自己都无法解释，为什么他不只是扔", "en":"Harry couldn't explain, even to himself, why he didn't just throw"},{"zh":"里德尔的日记走了。", "en":"Riddle's diary away."},{"zh":"事实是，即使他知道日记", "en":"The fact was that even though he knew the diary"},{"zh":"一片空白，他不停地捡起来翻页，", "en":"was blank, he kept absentmindedly picking it up and turning the pages,"},{"zh":"好像是他想结束的故事。", "en":"as though it were a story he wanted to finish."},{"zh":"而当哈利在", "en":"And while Harry was"},{"zh":"确定他以前从未听过T.M. Riddle这个名字，似乎", "en":"sure he had never heard the name T. M. Riddle before, it still seemed"},{"zh":"对他来说意味着什么", "en":"to mean something to him, almost as though"},{"zh":"里德尔是他很小的时候有一个朋友", "en":"Riddle was a friend he'd had when he was very small, and had"},{"zh":"半被遗忘。", "en":"half-forgotten."},{"zh":"但这是荒谬的。", "en":"But this was absurd."},{"zh":"他以前从来没有朋友", "en":"He'd never had friends before"},{"zh":"霍格沃茨（Hogwarts），达德利（Dudley）做到了这一点。", "en":"Hogwarts, Dudley had made sure of that."},{"zh":"尽管如此，哈利还是下定决心要进一步了解里德尔，所以", "en":"Nevertheless, Harry was determined to find out more about Riddle, so"},{"zh":"第二天休息，他前往奖杯室检查里德尔的", "en":"next day at break, he headed for the trophy room to examine Riddle's"},{"zh":"特别奖，由感兴趣的赫敏和一位", "en":"special award, accompanied by an interested Hermione and a"},{"zh":"罗恩（Ron）完全不服气，他告诉他们他已经看够了", "en":"thoroughly unconvinced Ron, who told them he'd seen enough of the"},{"zh":"奖杯室使他终身难忘。", "en":"trophy room to last him a lifetime."},{"zh":"里德尔的打磨过的金盾被藏在一个转角柜里。", "en":"Riddle's burnished gold shield was tucked away in a corner cabinet."},{"zh":"它", "en":"It"},{"zh":"没有详细说明为什么要给他（“也很好，", "en":"didn't carry details of why it had been given to him (\"Good thing, too,"},{"zh":"甚至会更大，而Id仍在对其进行修饰。”不过，", "en":"or it'd be even bigger and Id still be polishing it,\" said Ron). However,"},{"zh":"他们确实在古老的魔术功绩勋章上找到了里德尔的名字，", "en":"they did find Riddle's name on an old Medal for Magical Merit, and on"},{"zh":"一份旧的校长名单。", "en":"a list of old Head Boys."},{"zh":"“他听起来像珀西，”罗恩厌恶地皱了皱鼻子。", "en":"\"He sounds like Percy,\" said Ron, wrinkling his nose in disgust."},{"zh":"“太棒了，男生……可能是每个班级的佼佼者”", "en":"\"Prefect, Head Boy ... probably top of every class -\""},{"zh":"“你说那是一件坏事，”赫敏轻伤地说。", "en":"\"You say that like it's a bad thing,\" said Hermione in a slightly hurt"},{"zh":"语音。", "en":"voice."},{"zh":"现在，太阳又开始微弱地照在霍格沃茨上了。", "en":"The sun had now begun to shine weakly on Hogwarts again."},{"zh":"内", "en":"Inside"},{"zh":"在城堡里，心情变得更加充满希望。", "en":"the castle, the mood had grown more hopeful."},{"zh":"没有", "en":"There had been no"},{"zh":"自从贾斯汀（Justin）和近乎无头的尼克（Nearless Head Nick）遭受攻击以来，", "en":"more attacks since those on Justin and Nearly Headless Nick, and"},{"zh":"庞弗雷夫人很高兴地报告曼德拉克斯是", "en":"Madam Pomfrey was pleased to report that the Mandrakes were"},{"zh":"变得喜怒无常和隐秘，这意味着他们快要离开", "en":"becoming moody and secretive, meaning that they were fast leaving"},{"zh":"童年。", "en":"childhood."},{"zh":"“一旦痤疮消失，他们将准备再次盆栽，”", "en":"\"The moment their acne clears up, they'll be ready for repotting again,\""},{"zh":"哈利有一天下午听到她对菲尔奇的好意。 ", "en":"Harry heard her telling Filch kindly one afternoon."},{"zh":"“然后，", "en":"\"And after that, it"},{"zh":"直到我们将它们切碎并炖煮才花了很长时间。", "en":"won't be long until we're cutting them up and stewing them."},{"zh":"你会", "en":"You'll"},{"zh":"立即让诺里斯太太回来。”", "en":"have Mrs. Norris back in no time.\""},{"zh":"哈利想，也许斯莱特林的继承人已经失去了神经。", "en":"Perhaps the Heir of Slytherin had lost his or her nerve, thought Harry."},{"zh":"打开密室必须越来越冒险，", "en":"It must be getting riskier and riskier to open the Chamber of Secrets,"},{"zh":"与学校如此机敏和可疑。", "en":"with the school so alert and suspicious."},{"zh":"也许是怪物", "en":"Perhaps the monster,"},{"zh":"不管是什么，甚至现在都安顿下来，准备冬眠", "en":"whatever it was, was even now settling itself down to hibernate for"},{"zh":"再过五十年...", "en":"another fifty years ..."},{"zh":"赫奇帕奇的厄尼·麦克米伦（Ernie Macmillan）对此并不乐观。", "en":"Ernie Macmillan of Hufflepuff didn't take this cheerful view."},{"zh":"他是", "en":"He was"},{"zh":"仍然坚信哈里是有罪的，他已经“给了", "en":"still convinced that Harry was the guilty one, that he had \"given"},{"zh":"在“决斗俱乐部”中。", "en":"himself away\" at the Dueling Club. Peeves wasn't helping matters; he"},{"zh":"一直在拥挤的走廊里弹出来，唱着“哦，波特，你", "en":"kept popping up in the crowded corridors singing \"Oh, Potter, you"},{"zh":"腐烂……”，现在有了与之匹配的舞蹈套路。", "en":"rotter ...\" now with a dance routine to match."},{"zh":"吉尔德罗伊·洛克哈特似乎以为自己是袭击者", "en":"Gilderoy Lockhart seemed to think he himself had made the attacks"},{"zh":"停。", "en":"stop."},{"zh":"哈利听到他告诉麦格教授的消息，所以", "en":"Harry overheard him telling Professor McGonagall so while the"},{"zh":"格兰芬多正在排队进行变形。", "en":"Gryffindors were lining up for Transfiguration."},{"zh":"“我认为密涅瓦不会再有麻烦了，”他轻拍说。", "en":"\"I don't think there'll be any more trouble, Minerva,\" he said, tapping"},{"zh":"他的鼻子有意识地眨着眼睛。 ", "en":"his nose knowingly and winking."},{"zh":"“我认为会议厅已被锁定", "en":"\"I think the Chamber has been locked"},{"zh":"这次好。", "en":"for good this time."},{"zh":"罪魁祸首一定知道这只是一个问题", "en":"The culprit must have known it was only a matter"},{"zh":"我抓到他之前的时间", "en":"of time before I caught him."},{"zh":"在我之前宁可明智地现在停下来", "en":"Rather sensible to stop now, before I"},{"zh":"狠狠地降下来。", "en":"came down hard on him."},{"zh":"“您知道，学校现在需要的是士气提升。", "en":"\"You know, what the school needs now is a morale-booster. Wash"},{"zh":"忘掉上学期的回忆！", "en":"away the memories of last term!"},{"zh":"我现在不会再说了，但是我", "en":"I won't say any more just now, but I"},{"zh":"以为我只知道那件事...”", "en":"think I know just the thing ...\""},{"zh":"他再次轻拍鼻子，大步走开。", "en":"He tapped his nose again and strode off."},{"zh":"洛克哈特关于士气提升的想法在早餐时间就很清楚了。", "en":"Lockhart's idea of a morale-booster became clear at breakfast time on"},{"zh":"2月14日。", "en":"February fourteenth."},{"zh":"哈利因为迟到没有睡很多", "en":"Harry hadn't had much sleep because of a late-"},{"zh":"前天晚上参加魁地奇练习，他急忙走到", "en":"running Quidditch practice the night before, and he hurried down to"},{"zh":"大会堂，稍晚。", "en":"the Great Hall, slightly late."},{"zh":"他想了一会儿，他会", "en":"He thought, for a moment, that he'd"},{"zh":"走错了门。", "en":"walked through the wrong doors."},{"zh":"墙壁上都布满了大而光鲜的粉红色花朵。", "en":"The walls were all covered with large, lurid pink flowers."},{"zh":"更差", "en":"Worse"},{"zh":"仍然，心形的五彩纸屑从淡蓝色的天花板上掉下来。", "en":"still, heart-shaped confetti was falling from the pale blue ceiling."},{"zh":"哈利", "en":"Harry"},{"zh":"走到罗恩坐在那里的格兰芬多桌子旁", "en":"went over to the Gryffindor table, where Ron was sitting looking"},{"zh":"生病了，赫敏似乎已经被傻笑所克服。", "en":"sickened, and Hermione seemed to have been overcome with giggles."},{"zh":"“这是怎么回事？”", "en":"\"What's going on?\""},{"zh":"哈利问他们，坐下来擦五彩纸屑", "en":"Harry asked them, sitting down and wiping confetti"},{"zh":"从他的培根。", "en":"off his bacon."},{"zh":"罗恩指着老师的桌子，显然太讨厌说话了。", "en":"Ron pointed to the teachers' table, apparently too disgusted to speak."},{"zh":"洛克哈特穿着粉红色的长袍搭配装饰品", "en":"Lockhart, wearing lurid pink robes to match the decorations, was"},{"zh":"为沉默而挥手。", "en":"waving for silence."},{"zh":"他两边的老师都在看", "en":"The teachers on either side of him were looking"},{"zh":"石面的。", "en":"stony-faced."},{"zh":"从他坐着的地方，哈利可以看到一条肌肉进来", "en":"From where he sat, Harry could see a muscle going in"},{"zh":"麦格教授的脸颊。", "en":"Professor McGonagall's cheek."},{"zh":"斯内普看起来好像有人", "en":"Snape looked as though someone had"},{"zh":"刚给他喂了一个很大的Skele-Gro烧杯。", "en":"just fed him a large beaker of Skele-Gro."},{"zh":"“情人节快乐！”", "en":"\"Happy Valentine's Day!\""},{"zh":"洛克哈特大喊。 ", "en":"Lockhart shouted."},{"zh":"“我是否要感谢", "en":"\"And may I thank the"},{"zh":"到目前为止，已有46个人向我发送了卡片！", "en":"forty-six people who have so far sent me cards!"},{"zh":"是的，我已经", "en":"Yes, I have taken the"},{"zh":"为大家安排这个惊喜的自由-它并没有结束", "en":"liberty of arranging this little surprise for you all - and it doesn't end"},{"zh":"这里！”", "en":"here!\""},{"zh":"洛克哈特拍了拍手，穿过门厅的大门", "en":"Lockhart clapped his hands and through the doors to the entrance hall"},{"zh":"行进了十二个看起来矮小的矮人。", "en":"marched a dozen surly-looking dwarfs."},{"zh":"但是，不仅有任何侏儒。", "en":"Not just any dwarfs, however."},{"zh":"洛克哈特让他们都戴着金色的翅膀，背着竖琴。", "en":"Lockhart had them all wearing golden wings and carrying harps."},{"zh":"“我友好的，持卡丘比特！”", "en":"\"My friendly, card-carrying cupids!\""},{"zh":"喜气洋洋的洛克哈特。 ", "en":"beamed Lockhart."},{"zh":"“他们会", "en":"\"They will be"},{"zh":"今天在学校四处巡游，送您的情人！", "en":"roving around the school today delivering your valentines!"},{"zh":"和乐趣", "en":"And the fun"},{"zh":"不止于此！", "en":"doesn't stop here!"},{"zh":"我确定我的同事会希望加入", "en":"I'm sure my colleagues will want to enter into the"},{"zh":"精神之际！", "en":"spirit of the occasion!"},{"zh":"为什么不请斯内普教授向您展示如何", "en":"Why not ask Professor Snape to show you how"},{"zh":"鞭打一个爱情药水！", "en":"to whip up a Love Potion!"},{"zh":"当你在的时候，弗利特威克教授", "en":"And while you're at it, Professor Flitwick"},{"zh":"比我所了解的向导更了解迷人的附魔", "en":"knows more about Entrancing Enchantments than any wizard I've"},{"zh":"见过，狡猾的老狗！”", "en":"ever met, the sly old dog!\""},{"zh":"弗立维克教授将脸埋在手中。", "en":"Professor Flitwick buried his face in his hands."},{"zh":"斯内普正在寻找", "en":"Snape was looking"},{"zh":"好像第一个问他爱情药水的人是", "en":"as though the first person to ask him for a Love Potion would be"},{"zh":"强行喂毒。", "en":"force-fed poison."},{"zh":"“拜托，赫敏，告诉我你不是46岁之一，罗恩说51", "en":"\"Please, Hermione, tell me you weren't one of the forty-six, 51 said Ron"},{"zh":"当他们离开大厅上第一堂课时。", "en":"as they left the Great Hall for their first lesson."},{"zh":"赫敏突然", "en":"Hermione suddenly"},{"zh":"变得非常有兴趣搜索自己的行李箱以查找时间表，", "en":"became very interested in searching her bag for her schedule and"},{"zh":"没有回答。", "en":"didn't answer."},{"zh":"矮人整日不停地插班上课", "en":"All day long, the dwarfs kept barging into their classes to deliver"},{"zh":"情人，让老师烦恼，那天下午晚些时候", "en":"valentines, to the annoyance of the teachers, and late that afternoon as"},{"zh":"格兰芬多正在上楼去寻找矮人之一的魅力", "en":"the Gryffindors were walking upstairs for Charms, one of the dwarfs"},{"zh":"赶上哈利。", "en":"caught up with Harry."},{"zh":"“哦，你！'Arty Potter！”", "en":"\"Oy, you! 'Arty Potter!\""},{"zh":"喊出一个看起来特别冷酷的矮人，", "en":"shouted a particularly grim-looking dwarf,"},{"zh":"弯腰的人去哈利。", "en":"elbowing people out of the way to get to Harry."},{"zh":"想到在行前被送上情人，到处都是热", "en":"Hot all over at the thought of being given a valentine in front of a line"},{"zh":"刚好包括金妮·韦斯莱（Ginny Weasley）的第一年，哈里", "en":"of first years, which happened to include Ginny Weasley, Harry tried"},{"zh":"逃离。", "en":"to escape."},{"zh":"然而，矮人却通过", "en":"The dwarf, however, cut his way through the crowd by"},{"zh":"踢人的胫骨，并在他走了两步之前就到达了他。", "en":"kicking people's shins, and reached him before he'd gone two paces."},{"zh":"他说：“我有一个音乐信息可以亲自传达给'阿里·波特。", "en":"\"I've got a musical message to deliver to 'Arry Potter in person,\" he"},{"zh":"说，以一种威胁性的方式挥动他的竖琴。", "en":"said, twanging his harp in a threatening sort of way."},{"zh":"“不在这里。”哈利嘶嘶道，试图逃脱。", "en":"\"Not here,\" Harry hissed, trying to escape."},{"zh":"“别动！”", "en":"\"Stay still!\""},{"zh":"矮人咕unt着，抓住哈利的书包然后拉", "en":"grunted the dwarf, grabbing hold of Harry's bag and pulling"},{"zh":"他回来了。", "en":"him back."},{"zh":"“让我走！”", "en":"\"Let me go!\""},{"zh":"哈利怒吼着。", "en":"Harry snarled, tugging."},{"zh":"带着巨大的撕裂声，他的书包一分为二。", "en":"With a loud ripping noise, his bag split in two."},{"zh":"他的书，魔杖，", "en":"His books, wand,"},{"zh":"羊皮纸和鹅毛笔溅到地板上，他的墨水瓶被砸碎", "en":"parchment, and quill spilled onto the floor and his ink bottle smashed"},{"zh":"一切。", "en":"over everything."},{"zh":"哈利爬来爬去，试图把所有东西都收拾起来。", "en":"Harry scrambled around, trying to pick it all up before the dwarf"},{"zh":"开始唱歌，在走廊上造成了一些阻碍。", "en":"started singing, causing something of a holdup in the corridor."},{"zh":"“这里发生了什么？”", "en":"\"What's going on here?\""},{"zh":"传来了德拉科那冷酷而voice的声音", "en":"came the cold, drawling voice of Draco"},{"zh":"马尔福", "en":"Malfoy."},{"zh":"哈利开始疯狂地把所有东西塞进他的裂痕中", "en":"Harry started stuffing everything feverishly into his ripped"},{"zh":"袋，在马尔福听到他的音乐剧之前拼命逃跑", "en":"bag, desperate to get away before Malfoy could hear his musical"},{"zh":"情人。", "en":"valentine."},{"zh":"“这是什么骚动？”", "en":"\"What's all this commotion?\""},{"zh":"另一个熟悉的声音叫珀西", "en":"said another familiar voice as Percy"},{"zh":"韦斯莱到达了。", "en":"Weasley arrived."},{"zh":"失去头，哈利试图逃跑，但矮人", "en":"Losing his head, Harry tried to make a run for it, but the dwarf"},{"zh":"抓住他的膝盖，把他撞倒在地。", "en":"seized him around the knees and brought him crashing to the floor."},{"zh":"“对，”他坐在哈利的脚踝上说道。 ", "en":"\"Right,\" he said, sitting on Harry's ankles."},{"zh":"“这是你的歌声", "en":"\"Here is your singing"},{"zh":"情人：", "en":"valentine:"},{"zh":"他的眼睛像新鲜腌制的蟾蜍一样绿，", "en":"His eyes are as green as a fresh pickled toad,"},{"zh":"他的头发像黑板一样黑。", "en":"His hair is as dark as a blackboard."},{"zh":"我希望他是我的，他真的很神圣，", "en":"I wish he was mine, he's really divine,"},{"zh":"征服了黑暗之王的英雄。”", "en":"The hero who conquered the Dark Lord.\""},{"zh":"哈利本来会把格灵戈茨的所有金子都蒸发掉。", "en":"Harry would have given all the gold in Gringotts to evaporate on the"},{"zh":"点。", "en":"spot."},{"zh":"试着勇敢地和所有人一起笑，他站起来，他的", "en":"Trying valiantly to laugh along with everyone else, he got up, his"},{"zh":"珀西·韦斯莱（Percy Weasley）做他", "en":"feet numb from the weight of the dwarf, as Percy Weasley did his"},{"zh":"最好驱散人群，其中有些人高兴极了。", "en":"best to disperse the crowd, some of whom were crying with mirth."},{"zh":"“下车，下车，五分钟前的钟声响了，上课了，", "en":"\"Off you go, off you go, the bell rang five minutes ago, off to class,"},{"zh":"现在，”他说，将一些年轻的学生赶走了。“然后，", "en":"now,\" he said, shooing some of the younger students away. \"And you,"},{"zh":"马尔福-”", "en":"Malfoy -\""},{"zh":"哈利瞥了一眼，看见马尔福弯下腰抢了东西。", "en":"Harry, glancing over, saw Malfoy stoop and snatch up something."},{"zh":"看着，他把它展示给了克拉布和高尔，哈利意识到", "en":"Leering, he showed it to Crabbe and Goyle, and Harry realized that"},{"zh":"他有里德尔的日记。", "en":"he'd got Riddle's diary."},{"zh":"“还给我。”哈利平静地说。", "en":"\"Give that back,\" said Harry quietly."},{"zh":"“想知道波特写了什么吗？”", "en":"\"Wonder what Potter's written in this?\""},{"zh":"马尔福说，他显然", "en":"said Malfoy, who obviously"},{"zh":"没注意到封面上的年份，以为他有", "en":"hadn't noticed the year on the cover and thought he had"},{"zh":"哈里自己的日记。", "en":"Harry's own diary."},{"zh":"围观者静下心来。", "en":"A hush fell over the onlookers."},{"zh":"金妮凝视着", "en":"Ginny was staring"},{"zh":"从日记到哈利，看上去都很恐惧。", "en":"from the diary to Harry, looking terrified."},{"zh":"“把它交给马尔福，”珀西严肃地说。", "en":"\"Hand it over, Malfoy,\" said Percy sternly."},{"zh":"“当我看一眼时，”马尔福说，嘲讽地对着日记挥舞着。", "en":"\"When I've had a look,\" said Malfoy, waving the diary tauntingly at"},{"zh":"哈利", "en":"Harry."},{"zh":"珀西说：“作为学校长官。”但是哈利发脾气。", "en":"Percy said, \"As a school prefect -\" but Harry had lost his temper."},{"zh":"他", "en":"He"},{"zh":"拔出魔杖大喊：“ Expelliarmus！”", "en":"pulled out his wand and shouted, \"Expelliarmus!\""},{"zh":"就像", "en":"and just as"},{"zh":"斯内普解除了洛克哈特的武装，所以马尔福找到了枪击案", "en":"Snape had disarmed Lockhart, so Malfoy found the diary shooting"},{"zh":"从他的手中飞向空中。", "en":"out of his hand into the air."},{"zh":"罗恩咧嘴一笑，抓住了它。", "en":"Ron, grinning broadly, caught it."},{"zh":"“哈利！”", "en":"\"Harry!\""},{"zh":"珀西大声说。 ", "en":"said Percy loudly."},{"zh":"“走廊上没有魔术。我必须", "en":"\"No magic in the corridors. I'll have to"},{"zh":"报告这个，你知道的！”", "en":"report this, you know!\""},{"zh":"但是哈利不在乎，他与马尔福合二为一，这值得", "en":"But Harry didn't care, he was one-up on Malfoy, and that was worth"},{"zh":"每天从格兰芬多（Gryffindor）获得5分。", "en":"five points from Gryffindor any day."},{"zh":"马尔福看上去很生气，并且", "en":"Malfoy was looking furious, and"},{"zh":"当金妮（Ginny）经过他进入她的教室时，他大叫一声。", "en":"as Ginny passed him to enter her classroom, he yelled spitefully after"},{"zh":"她，“我认为波特不太喜欢你的情人！”", "en":"her, \"I don't think Potter liked your valentine much!\""},{"zh":"金妮用手捂住脸，上课了。", "en":"Ginny covered her face with her hands and ran into class."},{"zh":"咆哮", "en":"Snarling,"},{"zh":"罗恩也拔出了魔杖，但哈利把他拔了开。", "en":"Ron pulled out his wand, too, but Harry pulled him away."},{"zh":"罗恩没有", "en":"Ron didn't"},{"zh":"需要花费整个Charms bel弹子弹。", "en":"need to spend the whole of Charms belching slugs."},{"zh":"直到他们上了弗利特维克教授的课，哈利", "en":"It wasn't until they had reached Professor Flitwick's class that Harry"},{"zh":"注意到里德尔的日记有些奇怪。", "en":"noticed something rather odd about Riddle's diary."},{"zh":"他所有的其他", "en":"All his other"},{"zh":"书本上用鲜红色的墨水浸透了。", "en":"books were drenched in scarlet ink."},{"zh":"日记，但是，作为", "en":"The diary, however, was as"},{"zh":"像墨水瓶砸坏之前一样干净。", "en":"clean as it had been before the ink bottle had smashed all over it."},{"zh":"他", "en":"He"},{"zh":"试图向罗恩指出这一点，但罗恩在遇到麻烦时", "en":"tried to point this out to Ron, but Ron was having trouble with his"},{"zh":"再次魔杖；", "en":"wand again;"},{"zh":"大的紫色气泡从头开始开花，", "en":"large purple bubbles were blossoming out of the end,"},{"zh":"他对其他什么都不感兴趣。", "en":"and he wasn't much interested in anything else."},{"zh":"那天晚上，哈利在宿舍里的其他任何人面前上床睡觉。", "en":"Harry went to bed before anyone else in his dormitory that night."},{"zh":"这个", "en":"This"},{"zh":"部分原因是他认为自己无法忍受弗雷德和乔治", "en":"was partly because he didn't think he could stand Fred and George"},{"zh":"再唱一次，“他的眼睛像新鲜腌制的蟾蜍一样绿”，", "en":"singing, \"His eyes are as green as a fresh pickled toad\" one more time,"},{"zh":"部分是因为他想再次检查里德尔的日记，并且", "en":"and partly because he wanted to examine Riddle's diary again, and"},{"zh":"知道罗恩以为自己在浪费时间。", "en":"knew that Ron thought he was wasting his time."},{"zh":"哈利坐在他的四张海报上，翻阅空白页，而不是", "en":"Harry sat on his four-poster and flicked through the blank pages, not"},{"zh":"其中一个上面有一点猩红色的墨水。", "en":"one of which had a trace of scarlet ink on it."},{"zh":"然后他拉了一个新的", "en":"Then he pulled a new"},{"zh":"将瓶子从床头柜中取出，将鹅毛笔浸入其中，然后放下", "en":"bottle out of his bedside cabinet, dipped his quill into it, and dropped a"},{"zh":"印迹到日记的第一页上。", "en":"blot onto the first page of the diary."},{"zh":"墨水在纸上明亮地闪烁了一秒钟，然后好像", "en":"The ink shone brightly on the paper for a second and then, as though it"},{"zh":"被吸进页面，消失了。", "en":"was being sucked into the page, vanished."},{"zh":"激动，哈利装满东西", "en":"Excited, Harry loaded up"},{"zh":"他的羽毛笔第二次写道：“我叫哈利·波特。”", "en":"his quill a second time and wrote, \"My name is Harry Potter.\""},{"zh":"这些单词瞬间在页面上闪闪发光，它们也沉没了", "en":"The words shone momentarily on the page and they, too, sank without"},{"zh":"跟踪。", "en":"trace."},{"zh":"然后，终于发生了一些事情。", "en":"Then, at last, something happened."},{"zh":"哈利用自己的墨水渗出页面，哈利", "en":"Oozing back out of the page, in his very own ink, came words Harry"},{"zh":"从来没有写过。", "en":"had never written."},{"zh":"“你好，哈利·波特。我叫汤姆·里德尔。你怎么来的", "en":"\"Hello, Harry Potter. My name is Tom Riddle. How did you come by my"},{"zh":"日记？”", "en":"diary?\""},{"zh":"这些话也消失了，但不是在哈利开始之前", "en":"These words, too, faded away, but not before Harry had started to"},{"zh":"涂鸦回来。", "en":"scribble back."},{"zh":"“有人试图把它冲到厕所里。”", "en":"\"Someone tried to flush it down a toilet.\""},{"zh":"他热切地等待里德尔的答复。", "en":"He waited eagerly for Riddle's reply."},{"zh":"“很幸运，我用比墨水更持久的方式记录了我的记忆。", "en":"\"Lucky that I recorded my memories in some more lasting way than ink."},{"zh":"但是我一直都知道会有一些人不想要这个", "en":"But I always knew that there would be those who would not want this"},{"zh":"读日记。 ", "en":"diary read."},{"zh":"”", "en":"\""},{"zh":"“你什么意思？”", "en":"\"What do you mean?\""},{"zh":"哈利raw草，在他的纸上留下了污点", "en":"Harry scrawled, blotting the page in his"},{"zh":"激动。", "en":"excitement."},{"zh":"“我的意思是，这本日记保存着可怕的事情的回忆。", "en":"\"I mean that this diary holds memories of terrible things. Things that were"},{"zh":"掩盖。", "en":"covered up."},{"zh":"霍格沃茨巫术学校和", "en":"Things that happened at Hogwarts School of Witchcraft and"},{"zh":"巫术。 ", "en":"Wizardry."},{"zh":"”", "en":"\""},{"zh":"“这就是我现在的位置。”哈利迅速写道。 ", "en":"\"That's where I am now,\" Harry wrote quickly."},{"zh":"“我在霍格沃茨，", "en":"\"I'm at Hogwarts, and"},{"zh":"可怕的事情正在发生。", "en":"horrible stuff's been happening."},{"zh":"你知道什么", "en":"Do you know anything about the"},{"zh":"密室？”", "en":"Chamber of Secrets?\""},{"zh":"他的心在跳动。", "en":"His heart was hammering."},{"zh":"里德尔的回复很快，他的写作", "en":"Riddle's reply came quickly, his writing"},{"zh":"变得平庸，仿佛他正急于告诉自己所知道的一切。", "en":"becoming untidier, as though he was hurrying to tell all he knew."},{"zh":"“我当然知道密室。在我那天，他们告诉我们", "en":"\"Of course I know about the Chamber of Secrets. In my day, they told us it"},
