{"zh":"“赫敏，让我读一下你的作品，”罗恩拼命地说，", "en":"\"Hermione, let me read your composition,\" said Ron desperately,"},{"zh":"检查他的手表。", "en":"checking his watch."},{"zh":"“不，我不会。”赫敏突然变得严厉。 ", "en":"\"No, I won't,\" said Hermione, suddenly severe."},{"zh":"“你有十个", "en":"\"You've had ten"},{"zh":"天完成它-”", "en":"days to finish it -\""},{"zh":"“我只需要再加两英寸，来吧-”", "en":"\"I only need another two inches, come on -\""},{"zh":"铃声响了。", "en":"The bell rang."},{"zh":"罗恩和赫敏引领魔术史的发展，", "en":"Ron and Hermione led the way to History of Magic,"},{"zh":"吵架。", "en":"bickering."},{"zh":"魔术史是他们课程中最迟钝的主题。", "en":"History of Magic was the dullest subject on their schedule."},{"zh":"教授", "en":"Professor"},{"zh":"教过它的宾恩斯是他们唯一的鬼老师，也是最", "en":"Binns, who taught it, was their only ghost teacher, and the most"},{"zh":"在他的课堂上发生过的令人兴奋的事情是他进入了", "en":"exciting thing that ever happened in his classes was his entering the"},{"zh":"黑板上的房间。", "en":"room through the blackboard."},{"zh":"古老而sh缩，很多人", "en":"Ancient and shriveled, many people"},{"zh":"说他没注意到他已经死了。", "en":"said he hadn't noticed he was dead."},{"zh":"他只是起床教书", "en":"He had simply got up to teach"},{"zh":"一天，他把尸体留在他身前的扶手椅里", "en":"one day and left his body behind him in an armchair in front of the"},{"zh":"员工室火灾；", "en":"staff room fire;"},{"zh":"从那以后他的惯例丝毫没有改变。", "en":"his routine had not varied in the slightest since."},{"zh":"今天像以往一样无聊。", "en":"Today was as boring as ever."},{"zh":"宾斯教授打开笔记，", "en":"Professor Binns opened his notes and"},{"zh":"开始像老式吸尘器一样在平坦的无人机上阅读，直到", "en":"began to read in a flat drone like an old vacuum cleaner until nearly"},{"zh":"班上的每个人都陷入昏迷，偶尔来", "en":"everyone in the class was in a deep stupor, occasionally coming to"},{"zh":"时间足以记下姓名或日期，然后再次入睡。", "en":"long enough to copy down a name or date, then falling asleep again."},{"zh":"有事情发生时他已经讲了半个小时", "en":"He had been speaking for half an hour when something happened"},{"zh":"从来没有发生过", "en":"that had never happened before."},{"zh":"赫敏举起了手。", "en":"Hermione put up her hand."},{"zh":"Binns教授，在致命的沉闷中瞥了一眼", "en":"Professor Binns, glancing up in the middle of a deadly dull"},{"zh":"1289年《国际术士公约》的演讲令人惊讶。", "en":"lecture on the International Warlock Convention of 1289, looked amazed."},{"zh":"“小姐-嗯-？”", "en":"\"Miss - er -?\""},{"zh":"“格兰杰，教授。我想知道你能否告诉我们任何事情", "en":"\"Granger, Professor. I was wondering if you could tell us anything"},{"zh":"关于密室”，赫敏清晰地说。", "en":"about the Chamber of Secrets,\" said Hermione in a clear voice."},{"zh":"迪安·托马斯（Dean Thomas）一直张着嘴坐着，", "en":"Dean Thomas, who had been sitting with his mouth hanging open,"},{"zh":"凝视着窗外，从他的tr中抽搐。", "en":"gazing out of the window, jerked out of his trance;"},{"zh":"薰衣草布朗的", "en":"Lavender Brown's"},{"zh":"抬起头，内维尔·隆伯顿的肘部滑落", "en":"head came up off her arms and Neville Longbottom's elbow slipped"},{"zh":"从他的办公桌下。", "en":"off his desk."},{"zh":"宾斯教授眨眨眼。", "en":"Professor Binns blinked."},{"zh":"“我的主题是魔术史，”他用干燥而微弱的声音说。 ", "en":"\"My subject is History of Magic,\" he said in his dry, wheezy voice."},{"zh":"“一世", "en":"\"I"},{"zh":"处理事实，格兰杰小姐，而不是神话传说。”", "en":"deal with facts, Miss Granger, not myths and legends.\" He cleared his"},{"zh":"嗓子像粉笔一样发出小声！-ping，然后继续说：“在", "en":"throat with a small noise like chalk s!-ping and continued, \"In"},{"zh":"那年9月，撒丁岛巫师小组委员会-“", "en":"September of that year, a subcommittee of Sardinian sorcerers -\""},{"zh":"他停顿了下来。", "en":"He stuttered to a halt."},{"zh":"赫敏的手再次在空中挥舞。", "en":"Hermione's hand was waving in the air again."},{"zh":"“格兰特小姐？”", "en":"\"Miss Grant?\""},{"zh":"“拜托，先生，传说不是总有事实依据吗？”", "en":"\"Please, sir, don't legends always have a basis in fact?\""},{"zh":"Binns教授惊讶地看着她，Harry", "en":"Professor Binns was looking at her in such amazement, Harry was"},{"zh":"确保没有学生曾经生过或死过打扰过他。", "en":"sure no student had ever interrupted him before, alive or dead."},{"zh":"“恩，”宾恩斯教授慢慢地说，“是的，有人可以说，我", "en":"\"Well,\" said Professor Binns slowly, \"yes, one could argue that, I"},{"zh":"应该。”他凝视着赫敏，好像他从未见过", "en":"suppose.\" He peered at Hermione as though he had never seen a"},{"zh":"学生之前正确。 ", "en":"student properly before."},{"zh":"“不过，您所讲的传说是", "en":"\"However, the legend of which you speak is"},{"zh":"这样一个非常轰动甚至荒唐的故事-”", "en":"such a very sensational, even ludicrous tale -\""},{"zh":"但是现在全班都在Binns教授的每一个", "en":"But the whole class was now hanging on Professor Binns's every"},{"zh":"字。", "en":"word."},{"zh":"他朦胧地看着所有人，每张脸都转向他。", "en":"He looked dimly at them all, every face turned to his."},{"zh":"哈利", "en":"Harry"},{"zh":"可以看出他完全被这样不寻常的表演所吸引", "en":"could tell he was completely thrown by such an unusual show of"},{"zh":"利益。", "en":"interest."},{"zh":"“哦，很好。”他缓慢地说。 ", "en":"\"Oh, very well,\" he said slowly."},{"zh":"“让我看看……", "en":"\"Let me see ... the Chamber of"},{"zh":"秘密...", "en":"Secrets ..."},{"zh":"“当然，大家都知道霍格沃茨基金会已经建立了上千个", "en":"\"You all know, of course, that Hogwarts was founded over a thousand"},{"zh":"年前-确切的日期不确定-由四个最大的女巫", "en":"years ago - the precise date is uncertain - by the four greatest witches"},{"zh":"和那个时代的巫师。", "en":"and wizards of the age."},{"zh":"四个校舍以", "en":"The four school Houses are named after"},{"zh":"他们：Godric Gryffindor，Helga Hufflepuff，Rowena Ravenclaw和", "en":"them: Godric Gryffindor, Helga Hufflepuff, Rowena Ravenclaw, and"},{"zh":"萨拉查·斯莱特林（Salazar Slytherin）。", "en":"Salazar Slytherin."},{"zh":"他们一起建造了这座城堡，没有被撬开", "en":"They built this castle together, far from prying"},{"zh":"麻瓜的眼睛，因为在那个时代，普通人害怕魔术", "en":"Muggle eyes, for it was an age when magic was feared by common"},{"zh":"人，巫婆和巫师遭受了很多迫害。”", "en":"people, and witches and wizards suffered much persecution.\""},{"zh":"他停了下来，凝视着房间，继续。", "en":"He paused, gazed blearily around the room, and continued."},{"zh":"“几年来，创始人共同努力，寻求", "en":"\"For a few years, the founders worked in harmony together, seeking"},{"zh":"展示魔术迹象并将其带到", "en":"out youngsters who showed signs of magic and bringing them to the"},{"zh":"要受教育的城堡。", "en":"castle to be educated."},{"zh":"但是，随后出现了分歧", "en":"But then disagreements sprang up between"},{"zh":"他们。", "en":"them."},{"zh":"斯莱特林和其他人之间开始产生裂痕。", "en":"A rift began to grow between Slytherin and the others."},{"zh":"斯莱特林", "en":"Slytherin"},{"zh":"希望对入读霍格沃茨的学生有更多选择。", "en":"wished to be more selective about the students admitted to Hogwarts."},{"zh":"他", "en":"He"},{"zh":"相信魔术学习应该保留在所有魔术家庭中。", "en":"believed that magical learning should be kept within all-magic families."},{"zh":"他不喜欢接受麻瓜出身的学生，认为他们是", "en":"He disliked taking students of Muggle parentage, believing them to be"},{"zh":"不值得", "en":"untrustworthy."},{"zh":"过了一会儿，关于", "en":"After a while, there was a serious argument on the"},{"zh":"斯莱特林和格兰芬多之间的话题，斯莱特林离开了", "en":"subject between Slytherin and Gryffindor, and Slytherin left the"},{"zh":"学校。”", "en":"school.\""},{"zh":"Binns教授再次停下来，pur起嘴唇，看起来像皱纹", "en":"Professor Binns paused again, pursing his lips, looking like a wrinkled"},{"zh":"老乌龟。", "en":"old tortoise."},{"zh":"他说：“可靠的历史资料告诉我们很多。” ", "en":"\"Reliable historical sources tell us this much,\" he said."},{"zh":"“但是这些", "en":"\"But these"},{"zh":"虚假的传说掩盖了诚实的事实。", "en":"honest facts have been obscured by the fanciful legend of the"},{"zh":"密室。", "en":"Chamber of Secrets."},{"zh":"传说斯莱特林建造了一座", "en":"The story goes that Slytherin had built a"},{"zh":"其他创始人都知道的城堡中的暗室", "en":"hidden chamber in the castle, of which the other founders knew"},{"zh":"没有。", "en":"nothing."},{"zh":"“根据传说，斯莱特林密封了密室。", "en":"\"Slytherin, according to the legend, sealed the Chamber of Secrets"},{"zh":"这样，直到他自己的真正继承人到达之前，任何人都无法打开它", "en":"so that none would be able to open it until his own true heir arrived at"},{"zh":"学校。", "en":"the school."},{"zh":"仅继承人就能解封", "en":"The heir alone would be able to unseal the Chamber of"},{"zh":"秘密，释放内部的恐怖，并用它来净化学校", "en":"Secrets, unleash the horror within, and use it to purge the school of"},{"zh":"所有不值得学习魔术的人。”", "en":"all who were unworthy to study magic.\""},{"zh":"他讲完这个故事时有些沉默，但这不是", "en":"There was silence as he finished telling the story, but it wasn't the"},{"zh":"通常，困倦的沉默充斥着Binns教授的课程。", "en":"usual, sleepy silence that filled Professor Binns's classes."},{"zh":"有", "en":"There was"},{"zh":"所有人都继续注视着他，希望空中的不安", "en":"unease in the air as everyone continued to watch him, hoping for"},{"zh":"更多。 ", "en":"more."},{"zh":"Binns教授显得有些生气。", "en":"Professor Binns looked faintly annoyed."},{"zh":"他说：“整个事情当然都是胡说八道。” ", "en":"\"The whole thing is arrant nonsense, of course,\" he said."},{"zh":"“自然，", "en":"\"Naturally,"},{"zh":"在学校里搜寻了这样一个房间的证据，很多", "en":"the school has been searched for evidence of such a chamber, many"},{"zh":"时代，由最博学的女巫和巫师组成。", "en":"times, by the most learned witches and wizards."},{"zh":"它不存在。", "en":"It does not exist."},{"zh":"一种", "en":"A"},{"zh":"传说吓坏了易受骗的人。”", "en":"tale told to frighten the gullible.\""},{"zh":"赫敏的手再次向空中飞去。", "en":"Hermione's hand was back in the air."},{"zh":"“先生-您所说的“内心的恐怖”到底是什么意思", "en":"\"Sir - what exactly do you mean by the `horror within' the"},{"zh":"房间？”", "en":"Chamber?\""},{"zh":"“这被认为是某种怪物，", "en":"\"That is believed to be some sort of monster, which the Heir of"},{"zh":"斯莱特林一个人就能控制。”", "en":"Slytherin alone can control,\" said Professor Binns in his dry, reedy"},{"zh":"语音。", "en":"voice."},{"zh":"全班同学神情紧张。", "en":"The class exchanged nervous looks."},{"zh":"“我告诉你，那东西不存在，”宾恩斯教授说，", "en":"\"I tell you, the thing does not exist,\" said Professor Binns, shuffling his"},{"zh":"笔记。 ", "en":"notes."},{"zh":"“没有会议厅，也没有怪物。”", "en":"\"There is no Chamber and no monster.\""},{"zh":"西莫斯·芬尼根（Seamus Finnigan）说：“但是，先生，如果只能打开会议厅", "en":"\"But, sir,\" said Seamus Finnigan, \"if the Chamber can only be opened"},{"zh":"斯莱特林的真正继承人，没有其他人能够找到它，", "en":"by Slytherin's true heir, no one else would be able to find it, would"},{"zh":"他们？”", "en":"they?\""},{"zh":"“无意义，奥弗拉赫蒂，”宾恩斯教授恼怒地说。", "en":"\"Nonsense, O'Flaherty,\" said Professor Binns in an aggravated"},{"zh":"音。 ", "en":"tone."},{"zh":"“如果霍格沃茨校长长期接班，", "en":"\"If a long succession of Hogwarts headmasters and"},{"zh":"女校长还没找到东西-”", "en":"headmistresses haven't found the thing -\""},{"zh":"“但是，教授，”帕尔瓦蒂·帕蒂尔（Pavati Patil）说道，“您可能不得不使用", "en":"\"But, Professor,\" piped up Parvati Patil, \"you'd probably have to use"},{"zh":"黑暗魔法打开它-“", "en":"Dark Magic to open it -\""},{"zh":"“仅仅因为一个巫师不使用黑暗魔法并不意味着他", "en":"\"Just because a wizard doesn't use Dark Magic doesn't mean he"},{"zh":"彭妮菲瑟小姐不能，”宾斯教授Professor讽道。“我再说一遍，如果", "en":"can't, Miss Pennyfeather,\" snapped Professor Binns. \"I repeat, if the"},{"zh":"喜欢邓布利多-”", "en":"likes of Dumbledore -\""},{"zh":"“但是也许你必须和斯莱特林有关系，所以邓布利多", "en":"\"But maybe you've got to be related to Slytherin, so Dumbledore"},{"zh":"不能-“托马斯院长说，但是宾斯教授有", "en":"couldn't -\" began Dean Thomas, but Professor Binns had had"},{"zh":"足够。", "en":"enough."},{"zh":"“那样就可以了。”他敏锐地说。 ", "en":"\"That will do,\" he said sharply."},{"zh":"“这是一个神话！它不存在！那里", "en":"\"It is a myth! It does not exist! There"},{"zh":"丝毫没有证据表明斯莱特林曾经建造过这么多", "en":"is not a shred of evidence that Slytherin ever built so much as a"},{"zh":"秘密扫帚柜子！", "en":"secret broom cupboard!"},{"zh":"我很遗憾地告诉你这样一个愚蠢的故事！", "en":"I regret telling you such a foolish story!"},{"zh":"我们", "en":"We"},{"zh":"如果您愿意，它将返回历史，回到坚实，可信，可验证的状态", "en":"will return, if you please, to history, to solid, believable, verifiable"},{"zh":"事实！”", "en":"fact!\""},{"zh":"在五分钟之内，班级沉入了平常的折磨之中。", "en":"And within five minutes, the class had sunk back into its usual torpor."},{"zh":"罗恩告诉他：“我一直都知道萨拉萨尔·斯莱特林是一个扭曲的老疯子。”", "en":"\"I always knew Salazar Slytherin was a twisted old loony,\" Ron told"},{"zh":"哈利和赫敏在挤满肚子的路上奋斗", "en":"Harry and Hermione as they fought their way through the teeming"},{"zh":"在课程结束时的走廊要在放下行李之前", "en":"corridors at the end of the lesson to drop off their bags before"},{"zh":"晚餐。 ", "en":"dinner."},{"zh":"“但是我不知道他开始了所有这些纯血统的事情。我", "en":"\"But I never knew he started all this pure-blood stuff. I"},{"zh":"你付我钱就不会在他家", "en":"wouldn't be in his house if you paid me."},{"zh":"老实说，如果分拣帽", "en":"Honestly, if the Sorting Hat"},{"zh":"试图把我放到斯莱特林，我要把火车直回去", "en":"had tried to put me in Slytherin, I'd've got the train straight back"},{"zh":"家...”", "en":"home ...\""},{"zh":"赫敏热烈地点点头，但哈利什么也没说。", "en":"Hermione nodded fervently, but Harry didn't say anything."},{"zh":"他的", "en":"His"},{"zh":"胃刚好不适。", "en":"stomach had just dropped unpleasantly."},{"zh":"哈利从未告诉罗恩和赫敏那顶分拣帽", "en":"Harry had never told Ron and Hermione that the Sorting Hat"},{"zh":"我曾认真考虑过将他安置在斯莱特林。", "en":"had seriously considered putting him in Slytherin."},{"zh":"他记得", "en":"He could remember,"},{"zh":"就像昨天一样，他的耳朵里传出的小声音", "en":"as though it were yesterday, the small voice that had spoken in his ear"},{"zh":"当他一年前把帽子戴在头上时：你可能很棒，", "en":"when he'd placed the hat on his head a year before: You could be great,"},{"zh":"你知道，这一切都在你的脑海中，斯莱特林会帮助你", "en":"you know, it's all here in your head, and Slytherin would help you on the"},{"zh":"伟大的方式，毫无疑问...", "en":"way to greatness, no doubt about that ..."},{"zh":"但是已经听说过斯莱特林之家声誉的哈利", "en":"But Harry, who had already heard of Slytherin House's reputation"},{"zh":"拼命想出了黑暗巫师", "en":"for turning out Dark wizards, had thought desperately, Not"},{"zh":"斯莱特林！", "en":"Slytherin!"},{"zh":"帽子说，哦，好吧，如果您确定...最好", "en":"and the hat had said, Oh, well, if you're sure ... better be"},{"zh":"格兰芬多...", "en":"Gryffindor ..."},{"zh":"当他们在人群中被分流时，科林·克里维走了过去。", "en":"As they were shunted along in the throng, Colin Creevy went past."},{"zh":"“ Hiya，Harry！”", "en":"\"Hiya, Harry!\""},{"zh":"“你好，科林。”哈利自动地说。", "en":"\"Hullo, Colin,\" said Harry automatically."},{"zh":"“哈利-哈利-我们班上的一个男孩一直在说你-”", "en":"\"Harry - Harry - a boy in my class has been saying you're -\""},{"zh":"但是科林是如此之小，以至于他无法抗拒人们的潮流", "en":"But Colin was so small he couldn't fight against the tide of people"},{"zh":"将他带到大会堂；", "en":"bearing him toward the Great Hall;"},{"zh":"他们听到他吱吱声，“见，", "en":"they heard him squeak, \"See you,"},{"zh":"哈里！”他走了。", "en":"Harry!\" and he was gone."},{"zh":"“班上的一个男孩在怎么说你？”", "en":"\"What's a boy in his class saying about you?\""},{"zh":"赫敏想知道。", "en":"Hermione wondered."},{"zh":"“我希望我是斯莱特林的继承人，”哈利说着，他的肚子掉下来了。", "en":"\"That I'm Slytherin's heir, I expect,\" said Harry, his stomach dropping"},{"zh":"他突然想起贾斯汀·芬奇的样子", "en":"another inch or so as he suddenly remembered the way Justin Finch-"},{"zh":"弗莱奇利特在午餐时间逃离了他。", "en":"Fletchley had run away from him at lunchtime."},{"zh":"“这里的人们会相信一切。”罗恩厌恶地说。", "en":"\"People here'll believe anything,\" said Ron in disgust."},{"zh":"人群稀疏，他们能够爬下楼梯", "en":"The crowd thinned and they were able to climb the next staircase"},{"zh":"没有困难。", "en":"without difficulty."},{"zh":"“你真的认为这里有一个密室吗？”", "en":"\"D'you really think there's a Chamber of Secrets?\""},{"zh":"罗恩问", "en":"Ron asked"},{"zh":"赫敏", "en":"Hermione."},{"zh":"“我不知道，”她皱着眉头说。 ", "en":"\"I don't know,\" she said, frowning."},{"zh":"“邓布利多无法治愈", "en":"\"Dumbledore couldn't cure"},{"zh":"诺里斯太太，这让我觉得袭击她的人", "en":"Mrs. Norris, and that makes me think that whatever attacked her"},{"zh":"可能不是-好-人类。”", "en":"might not be - well - human.\""},{"zh":"她说话的时候，他们拐弯了，发现自己在尽头", "en":"As she spoke, they turned a corner and found themselves at the end"},{"zh":"发生袭击的走廊。", "en":"of the very corridor where the attack had happened."},{"zh":"他们停了下来", "en":"They stopped"},{"zh":"看着。", "en":"and looked."},{"zh":"场景和那天晚上一样，只是那个", "en":"The scene was just as it had been that night, except that"},{"zh":"火炬支架上没有悬挂僵硬的猫，还有一只空的猫", "en":"there was no stiff cat hanging from the torch bracket, and an empty"},{"zh":"椅子靠墙站着，上面写着“", "en":"chair stood against the wall bearing the message \"The Chamber of"},{"zh":"秘密已经公开。”", "en":"Secrets has been Opened.\""},{"zh":"“那是菲尔奇一直保持警惕的地方，”罗恩喃喃道。", "en":"\"That's where Filch has been keeping guard,\" Ron muttered."},{"zh":"他们互相看着对方。", "en":"They looked at each other."},{"zh":"走廊空无一人。", "en":"The corridor was deserted."},{"zh":"“到处戳戳不会痛，”哈利说着放下书包，", "en":"\"Can't hurt to have a poke around,\" said Harry, dropping his bag and"},{"zh":"伸到他的手和膝盖，以便他可以爬行，寻找", "en":"getting to his hands and knees so that he could crawl along, searching"},{"zh":"寻求线索。", "en":"for clues."},{"zh":"“焦痕！”", "en":"\"Scorch marks!\""},{"zh":"他说。 ", "en":"he said."},{"zh":"“在这里-在这里-”", "en":"\"Here - and here -\""},{"zh":"“来看看这个！”", "en":"\"Come and look at this!\""},{"zh":"赫敏说。 ", "en":"said Hermione."},{"zh":"“这很好笑 ...”", "en":"\"This is funny ...\""},{"zh":"哈利站起来，越过窗户上的消息旁边的窗口。", "en":"Harry got up and crossed to the window next to the message on the"},{"zh":"壁。", "en":"wall."},{"zh":"赫敏指着最上方的窗格，", "en":"Hermione was pointing at the topmost pane, where around"},{"zh":"二十只蜘蛛在爬行，显然是在努力挣脱", "en":"twenty spiders were scuttling, apparently fighting to get through a"},{"zh":"小裂缝。", "en":"small crack."},{"zh":"一条长长的银色线像绳子一样晃来晃去，好像", "en":"A long, silvery thread was dangling like a rope, as though"},{"zh":"他们都急着爬上去。", "en":"they had all climbed it in their hurry to get outside."},{"zh":"“你见过蜘蛛那样的行为吗？”", "en":"\"Have you ever seen spiders act like that?\""},{"zh":"赫敏说", "en":"said Hermione"},{"zh":"令人惊讶地。", "en":"wonderingly."},{"zh":"“不，”哈利说，“罗恩，罗恩吗？”", "en":"\"No,\" said Harry, \"have you, Ron? Ron?\""},{"zh":"他看着他的肩膀。", "en":"He looked over his shoulder."},{"zh":"罗恩站得很好，似乎", "en":"Ron was standing well back and seemed"},{"zh":"对抗冲动奔跑。", "en":"to be fighting the impulse to run."},{"zh":"“这是怎么回事？”", "en":"\"What's up?\""},{"zh":"哈利说。", "en":"said Harry."},{"zh":"“我-不-喜欢-蜘蛛，”罗恩紧张地说。", "en":"\"I - don't - like - spiders,\" said Ron tensely."},{"zh":"“我从来不知道，”赫敏惊讶地看着罗恩说。", "en":"\"I never knew that,\" said Hermione, looking at Ron in surprise."},{"zh":"“您曾经在魔药中使用蜘蛛很多次...", "en":"\"You've used spiders in Potions loads of times ..."},{"zh":"“我不介意他们死了，”正在仔细寻找的罗恩说。", "en":"\"I don't mind them dead,\" said Ron, who was carefully looking"},{"zh":"除窗户外的任何地方。 ", "en":"anywhere but at the window."},{"zh":"“我只是不喜欢他们的移动方式...", "en":"\"I just don't like the way they move ..."},{"zh":"赫敏咯咯笑了。", "en":"Hermione giggled."},{"zh":"“不好笑，”罗恩狠狠地说。 ", "en":"\"It's not funny,\" said Ron, fiercely."},{"zh":"“如果你必须知道，我什么时候", "en":"\"If you must know, when I was"},{"zh":"三，弗雷德把我的玩具熊变成了一只肮脏的大蜘蛛", "en":"three, Fred turned my - my teddy bear into a dirty great spider"},{"zh":"因为我弄坏了他的玩具扫帚……如果", "en":"because I broke his toy broomstick ... You wouldn't like them either if"},{"zh":"您一直抱着熊，突然它的腿太多了……”", "en":"you'd been holding your bear and suddenly it had too many legs and ...\""},{"zh":"他挣脱了，颤抖着。", "en":"He broke off, shuddering."},{"zh":"赫敏显然仍在努力", "en":"Hermione was obviously still trying not to"},{"zh":"笑。", "en":"laugh."},{"zh":"哈利说，觉得他们最好离开这个话题，", "en":"Feeling they had better get off the subject, Harry said,"},{"zh":"“记住地板上所有的水吗？那是哪里来的？", "en":"\"Remember all that water on the floor? Where did that come from?"},{"zh":"有人把它擦干净了。”", "en":"Someone's mopped it up.\""},{"zh":"“就在这里，”罗恩说，自己恢复了几步", "en":"\"It was about here,\" said Ron, recovering himself to walk a few paces"},{"zh":"经过菲尔奇的椅子和指点。 ", "en":"past Filch's chair and pointing."},{"zh":"“与这扇门齐平。”", "en":"\"Level with this door.\""},{"zh":"他伸手去拿黄铜门把手，但突然", "en":"He reached for the brass doorknob but suddenly withdrew his hand as"},{"zh":"虽然他被烧死了", "en":"though he'd been burned."},{"zh":"“怎么了？”", "en":"\"What's the matter?\""},{"zh":"哈利说。", "en":"said Harry."},{"zh":"“不能进去，”罗恩粗暴地说。 ", "en":"\"Can't go in there,\" said Ron gruffly."},{"zh":"“那是一个女孩洗手间。”", "en":"\"That's a girls' toilet.\""},{"zh":"“哦，罗恩，那里没人了。”站起来的赫敏说。", "en":"\"Oh, Ron, there won't be anyone in there,\" said Hermione, standing up"},{"zh":"过来", "en":"and coming over."},{"zh":"“那是Mo吟的默特尔的地方。来吧，让我们", "en":"\"That's Moaning Myrtle's place. Come on, let's have"},{"zh":"看看。”", "en":"a look.\""},{"zh":"她无视大的“乱序”标志，打开了门。", "en":"And ignoring the large OUT of ORDER sign, she opened the door."},{"zh":"这是哈利曾经设置过的最灰暗，最令人沮丧的浴室", "en":"It was the gloomiest, most depressing bathroom Harry had ever set"},{"zh":"在一英尺大，破裂且有斑点的镜子下有一排", "en":"foot in. Under a large, cracked, and spotted mirror were a row of"},{"zh":"水槽碎裂。", "en":"chipped sinks."},{"zh":"地板潮湿，反射了沉闷的光线", "en":"The floor was damp and reflected the dull light given"},{"zh":"被几根蜡烛的短棒烧掉，烛台中的蜡烛燃烧得很低。", "en":"off by the stubs of a few candles, burning low in their holders;"},{"zh":"的", "en":"the"},{"zh":"摊位的木门剥落和划伤，其中一扇", "en":"wooden doors to the stalls were flaking and scratched and one of"},{"zh":"他们在铰链上晃来晃去。", "en":"them was dangling off its hinges."},{"zh":"赫敏将手指放在嘴唇上，朝摊位尽头走去。", "en":"Hermione put her fingers to her lips and set off toward the end stall."},{"zh":"当她到达时，她说：“你好，默特尔，你好吗？”", "en":"When she reached it she said, \"Hello, Myrtle, how are you?\""},{"zh":"哈利和罗恩去看了看。", "en":"Harry and Ron went to look."},{"zh":"吟的默特尔漂浮在", "en":"Moaning Myrtle was floating above the"},{"zh":"厕所的水箱，在她的下巴上捡点。", "en":"tank of the toilet, picking a spot on her chin."},{"zh":"“这是一个女孩洗手间，”她说，怀疑地看着罗恩和哈利。", "en":"\"This is a girls' bathroom,\" she said, eyeing Ron and Harry suspiciously."},{"zh":"“他们不是女孩。”", "en":"\"They're not girls.\""},{"zh":"“不，”赫敏同意。 ", "en":"\"No,\" Hermione agreed."},{"zh":"“我只是想向他们展示如何-太好了", "en":"\"I just wanted to show them how er - nice it is"},{"zh":"在这里。”", "en":"in here.\""},{"zh":"她隐约地朝脏的旧镜子和潮湿的地板挥手。", "en":"She waved vaguely at the dirty old mirror and the damp floor."},{"zh":"“问她是否看见她，” Harry向Hermione开口。", "en":"\"Ask her if she saw anything,\" Harry mouthed at Hermione."},{"zh":"“你在窃窃私语？”", "en":"\"What are you whispering?\""},{"zh":"默特尔盯着他说。", "en":"said Myrtle, staring at him."},{"zh":"“没事。”哈利迅速说。 ", "en":"\"Nothing,\" said Harry quickly."},{"zh":"“我们想问-”", "en":"\"We wanted to ask -\""},{"zh":"“我希望人们不再在我背后说话！”", "en":"\"I wish people would stop talking behind my back!\""},{"zh":"默特尔说，", "en":"said Myrtle, in a"},
