{"zh":"“麻瓜也有花园侏儒，”哈利对罗恩说。", "en":"\"Muggles have garden gnomes, too, you know,\" Harry told Ron as"},{"zh":"他们越过草坪。", "en":"they crossed the lawn."},{"zh":"“是的，我看过他们认为是侏儒的那些东西，”罗恩弯腰说。", "en":"\"Yeah, I've seen those things they think are gnomes,\" said Ron, bent"},{"zh":"头在牡丹灌木丛中翻倍，“像胖小的圣诞老人", "en":"double with his head in a peony bush, \"like fat little Santa Clauses with"},{"zh":"钓鱼竿 ...”", "en":"fishing rods ...\""},{"zh":"剧烈的刮擦声，牡丹灌木丛颤抖，", "en":"There was a violent scuffling noise, the peony bush shuddered, and"},{"zh":"罗恩站直了。 ", "en":"Ron straightened up."},{"zh":"“这是一个侏儒，”他严厉地说。", "en":"\"This is a gnome,\" he said grimly."},{"zh":"“ Gerroff我！Gerroff我！”", "en":"\"Gerroff me! Gerroff me!\""},{"zh":"尖叫的侏儒。", "en":"squealed the gnome."},{"zh":"肯定不像圣诞老人。", "en":"It was certainly nothing like Santa Claus."},{"zh":"小而皮革", "en":"It was small and leathery"},{"zh":"看起来像个土豆一样，有着一个巨大的，多节的光头。", "en":"looking, with a large, knobby, bald head exactly like a potato."},{"zh":"罗恩举行", "en":"Ron held"},{"zh":"它以角质的小脚踢向他，与它保持一臂之距。", "en":"it at arm's length as it kicked out at him with its horny little feet;"},{"zh":"他", "en":"he"},{"zh":"抓住脚踝，将其倒置。", "en":"grasped it around the ankles and turned it upside down."},{"zh":"他说：“这是你要做的。”", "en":"\"This is what you have to do,\" he said."},{"zh":"他把侏儒抬高了", "en":"He raised the gnome above his"},{"zh":"头（“ Gerroff我！”）开始像一个", "en":"head (\"Gerroff me!\") and started to swing it in great circles like a"},{"zh":"套索。", "en":"lasso."},{"zh":"罗恩看到哈利的脸上震惊的表情时说：“", "en":"Seeing the shocked look on Harry's face, Ron added, \"It doesn't"},{"zh":"伤害了他们-您只需要让他们真正晕眩即可使他们找不到", "en":"hurt them - you've just got to make them really dizzy so they can't find"},{"zh":"他们回到地洞。”", "en":"their way back to the gnomeholes.\""},{"zh":"他放开了侏儒的脚踝：它飞到了空中二十英尺，", "en":"He let go of the gnome's ankles: It flew twenty feet into the air and"},{"zh":"一阵轰鸣声落在树篱上的田野上。", "en":"landed with a thud in the field over the hedge."},{"zh":"“可怜。”弗雷德说。 ", "en":"\"Pitiful,\" said Fred."},{"zh":"“我敢打赌我可以超越那个树桩。”", "en":"\"I bet I can get mine beyond that stump.\""},{"zh":"哈利很快学会了不要为侏儒感到后悔。", "en":"Harry learned quickly not to feel too sorry for the gnomes."},{"zh":"他决定", "en":"He decided"},{"zh":"只是为了丢掉他在树篱上抓到的第一个，但是地精，", "en":"just to drop the first one he caught over the hedge, but the gnome,"},{"zh":"感觉到虚弱，将其锋利的牙齿沉入哈利的手指中，他", "en":"sensing weakness, sank its razor-sharp teeth into Harry's finger and he"},{"zh":"艰巨的努力-直到", "en":"had a hard job shaking it off - until"},{"zh":"“哇，哈利-一定是五十英尺高……”", "en":"\"Wow, Harry - that must've been fifty feet ...\""},{"zh":"很快，地上飞来飞去的侏儒。", "en":"The air was soon thick with flying gnomes."},{"zh":"乔治说：“瞧，它们不太亮。”", "en":"\"See, they're not too bright,\" said George, seizing five or six gnomes at"},{"zh":"一旦。 ", "en":"once."},{"zh":"“当他们知道这种不可预知的时刻时，他们就开始大肆宣传", "en":"\"The moment they know the de-gnoming's going on they storm"},{"zh":"看看。", "en":"up to have a look."},{"zh":"你以为他们现在已经学会了，只是留下来", "en":"You'd think they'd have learned by now just to stay"},{"zh":"放。”", "en":"put.\""},{"zh":"很快，现场的地精人群开始走走。", "en":"Soon, the crowd of gnomes in the field started walking away in a"},{"zh":"游荡的线条，他们的小肩膀弯腰。", "en":"straggling line, their little shoulders hunched."},{"zh":"“他们会回来的。”罗恩看着地精消失了，说道。", "en":"\"They'll be back,\" said Ron as they watched the gnomes disappear into"},{"zh":"田野另一侧的树篱。 ", "en":"the hedge on the other side of the field."},{"zh":"“他们喜欢这里...爸爸的", "en":"\"They love it here ... Dad's"},{"zh":"他们太软弱了；", "en":"too soft with them;"},{"zh":"他认为他们很有趣...”", "en":"he thinks they're funny ...\""},{"zh":"就在这时，前门关上了。", "en":"Just then, the front door slammed."},{"zh":"“他回来了！”", "en":"\"He's back!\""},{"zh":"乔治说。 ", "en":"said George."},{"zh":"“爸爸的家！”", "en":"\"Dad's home!\""},{"zh":"他们匆匆穿过花园，回到房子里。", "en":"They hurried through the garden and back into the house."},{"zh":"韦斯莱先生掉下来的眼镜掉在厨房的椅子上，", "en":"Mr. Weasley was slumped in a kitchen chair with his glasses off and"},{"zh":"他闭上眼睛。", "en":"his eyes closed."},{"zh":"他是个瘦弱的男人，秃顶，但他的小头发", "en":"He was a thin man, going bald, but the little hair he"},{"zh":"和他的孩子们一样红。", "en":"had was as red as any of his children's."},{"zh":"他穿着绿色长衫", "en":"He was wearing long green"},{"zh":"穿着尘土飞扬的长袍。", "en":"robes, which were dusty and travel-worn."},{"zh":"“真是一个晚上，”他喃喃自语，在他们都坐着的时候摸索着茶壶", "en":"\"What a night,\" he mumbled, groping for the teapot as they all sat"},{"zh":"在他周围。 ", "en":"down around him."},{"zh":"“九次突袭。九次！还有老芒通·弗莱彻（Mundungus Fletcher）", "en":"\"Nine raids. Nine! And old Mundungus Fletcher"},{"zh":"当我转过身时，试图在我身上放一个六角形……”", "en":"tried to put a hex on me when I had my back turned ...\""},{"zh":"韦斯莱先生喝了一口茶，叹了口气。", "en":"Mr. Weasley took a long gulp of tea and sighed."},{"zh":"“有什么事吗，爸爸？”", "en":"\"Find anything, Dad?\""},{"zh":"弗雷德热切地说。", "en":"said Fred eagerly."},{"zh":"“我所得到的只是几个缩小的门钥匙和一个咬着的水壶，”打呵欠。", "en":"\"All I got were a few shrinking door keys and a biting kettle,\" yawned"},{"zh":"韦斯莱先生。 ", "en":"Mr. Weasley."},{"zh":"“有些讨厌的东西不是我的", "en":"\"There was some pretty nasty stuff that wasn't my"},{"zh":"部门。 ", "en":"department, though."},{"zh":"Mortlake被带走询问", "en":"Mortlake was taken away for questioning about"},{"zh":"一些非常奇怪的雪貂，但这是实验委员会", "en":"some extremely odd ferrets, but that's the Committee on Experimental"},{"zh":"魅力，谢天谢地……”", "en":"Charms, thank goodness ...\""},{"zh":"“为什么有人会麻烦使门钥匙缩水？”", "en":"\"Why would anyone bother making door keys shrink?\""},{"zh":"乔治说。", "en":"said George."},{"zh":"韦斯莱先生叹了口气：“只是麻瓜诱饵。” ", "en":"\"Just Muggle-baiting,\" sighed Mr. Weasley."},{"zh":"“卖给他们一个钥匙，", "en":"\"Sell them a key that"},{"zh":"不断缩小到什么都没有，所以他们在需要时永远找不到它。", "en":"keeps shrinking to nothing so they can never find it when they need it ... Of"},{"zh":"当然，很难判处任何人有罪，因为没有麻瓜会承认", "en":"course, it's very hard to convict anyone because no Muggle would admit"},{"zh":"他们的钥匙不断缩小-他们会坚持认为自己只会不断丢失它。", "en":"their key keeps shrinking - they'll insist they just keep losing it."},{"zh":"祝福他们", "en":"Bless them,"},{"zh":"他们会竭尽全力忽略魔术，即使它盯着他们看", "en":"they'll go to any lengths to ignore magic, even if it's staring them in the face"},{"zh":"...但是我们很多东西都令人着迷，您不会相信-”", "en":"... But the things our lot have taken to enchanting, you wouldn't believe -\""},{"zh":"“像车，要实例吗？”", "en":"\"LIKE CARS, FOR INSTANCE?\""},{"zh":"韦斯莱夫人出现了，手里拿着一把长剑如剑。", "en":"Mrs. Weasley had appeared, holding a long poker like a sword."},{"zh":"先生。", "en":"Mr."},{"zh":"韦斯莱睁开眼睛。", "en":"Weasley's eyes jerked open."},{"zh":"他内wife地盯着他的妻子。", "en":"He stared guiltily at his wife."},{"zh":"“ C车，莫莉，亲爱的？”", "en":"\"C-cars, Molly, dear?\""},{"zh":"“是的，亚瑟，开车。”韦斯莱夫人说，她的眼睛闪烁着。 ", "en":"\"Yes, Arthur, cars,\" said Mrs. Weasley, her eyes flashing."},{"zh":"“想象一下", "en":"\"Imagine a"},{"zh":"向导买了一辆生锈的旧车，并告诉他的妻子他想做的一切", "en":"wizard buying a rusty old car and telling his wife all he wanted to do"},{"zh":"拆开看看它是如何工作的，而实际上他是", "en":"with it was take it apart to see how it worked, while really he was"},{"zh":"使其飞起来。”", "en":"enchanting it to make it fly.\""},{"zh":"韦斯莱先生眨眨眼。", "en":"Mr. Weasley blinked."},{"zh":"“嗯，亲爱的，我想您会发现他在法律范围内", "en":"\"Well, dear, I think you'll find that he would be quite within the law to"},{"zh":"即使-呃-他可能会做得更好，嗯，告诉他", "en":"do that, even if - er - he maybe would have done better to, um, tell his"},{"zh":"老婆真相...法律上有漏洞，你会发现...只要", "en":"wife the truth ... There's a loophole in the law, you'll find ... As long"},{"zh":"因为他不打算驾驶汽车，所以汽车可以飞行的事实", "en":"as he wasn't intending to fly the car, the fact that the car could fly"},{"zh":"不会-“", "en":"wouldn't -\""},{"zh":"“亚瑟·韦斯莱，你确保当你出现漏洞时", "en":"\"Arthur Weasley, you made sure there was a loophole when you"},{"zh":"写下那条法律！”韦斯莱夫人喊道，“只要继续下去就可以了。", "en":"wrote that law!\" shouted Mrs. Weasley. \"Just so you could carry on"},{"zh":"修补您棚子里所有的麻瓜垃圾！", "en":"tinkering with all that Muggle rubbish in your shed!"},{"zh":"为了你", "en":"And for your"},{"zh":"信息，哈利今天早上到达了您不是的车上", "en":"information, Harry arrived this morning in the car you weren't"},{"zh":"打算飞！”", "en":"intending to fly!\""},{"zh":"“哈利？”", "en":"\"Harry?\""},{"zh":"韦斯莱先生茫然地说。 ", "en":"said Mr. Weasley blankly."},{"zh":"“哈利是谁？”", "en":"\"Harry who?\""},{"zh":"他环顾四周，看见哈利，然后跳了起来。", "en":"He looked around, saw Harry, and jumped."},{"zh":"“好主，是哈利·波特吗？很高兴认识你，罗恩告诉我们", "en":"\"Good lord, is it Harry Potter? Very pleased to meet you, Ron's told us"},{"zh":"这么多-”", "en":"so much about -\""},{"zh":"“你的儿子把那辆车开到哈利的家，昨晚又回来了。”", "en":"\"Your sons flew that car to Harry's house and back last night.\""},{"zh":"韦斯莱夫人大喊。 ", "en":"shouted Mrs. Weasley."},{"zh":"“你对此有何评论，是吗？”", "en":"\"What have you got to say about that, eh?\""},{"zh":"“你真的？”", "en":"\"Did you really?\""},{"zh":"韦斯莱先生急切地说。 ", "en":"said Mr. Weasley eagerly."},{"zh":"“一切顺利吗？我-我", "en":"\"Did it go all right? I - I"},{"zh":"意思是，”韦斯莱夫人的眼中闪动着火花，他步履蹒跚，“", "en":"mean,\" he faltered as sparks flew from Mrs. Weasley's eyes, \"that -"},{"zh":"那是非常错误的，男孩-确实是非常错误的……”", "en":"that was very wrong, boys - very wrong indeed ...\""},{"zh":"“让他们去吧。”罗恩作为韦斯莱夫人对哈利喃喃道。", "en":"\"Let's leave them to it,\" Ron muttered to Harry as Mrs. Weasley"},{"zh":"像牛蛙一样膨胀。 ", "en":"swelled like a bullfrog."},{"zh":"“来，我给你看我的卧室。”", "en":"\"Come on, I'll show you my bedroom.\""},{"zh":"他们滑出厨房，沿着一条狭窄的通道走到", "en":"They slipped out of the kitchen and down a narrow passageway to an"},{"zh":"崎不平的楼梯缠绕着整个房子，呈锯齿状。", "en":"uneven staircase, which wound its way, zigzagging up through the house."},{"zh":"在第三层着陆时，一扇门半开着。", "en":"On the third landing, a door stood ajar."},{"zh":"哈利刚看见一对", "en":"Harry just caught sight of a pair of"},{"zh":"明亮的棕色眼睛凝视着他，然后突然关闭。", "en":"bright brown eyes staring at him before it closed with a snap."},{"zh":"“金妮，”罗恩说。 ", "en":"\"Ginny,\" said Ron."},{"zh":"“你不知道她是多么奇怪", "en":"\"You don't know how weird it is for her to be this"},{"zh":"害羞。", "en":"shy."},{"zh":"她从不正常闭嘴-”", "en":"She never shuts up normally -\""},{"zh":"他们又爬了两次飞行，直到到达剥落的门", "en":"They climbed two more flights until they reached a door with peeling"},{"zh":"油漆和上面的小匾，说RONALD'S ROOM。", "en":"paint and a small plaque on it, saying RONALD'S ROOM."},{"zh":"哈利走进去，他的头几乎碰到了倾斜的天花板，然后", "en":"Harry stepped in, his head almost touching the sloping ceiling, and"},{"zh":"眨了眨眼。", "en":"blinked."},{"zh":"就像走进熔炉：罗恩（Ron）的几乎所有东西", "en":"It was like walking into a furnace: Nearly everything in Ron's"},{"zh":"房间里似乎是一种强烈的橙色阴影：床罩，", "en":"room seemed to be a violent shade of orange: the bedspread, the"},{"zh":"墙壁，甚至是天花板。", "en":"walls, even the ceiling."},{"zh":"然后哈利意识到罗恩已经掩盖了", "en":"Then Harry realized that Ron had covered"},{"zh":"几乎每寸破旧墙纸都带有相同的海报", "en":"nearly every inch of the shabby wallpaper with posters of the same"},{"zh":"七个巫婆和巫师，都穿着鲜艳的橙色长袍，背着", "en":"seven witches and wizards, all wearing bright orange robes, carrying"},{"zh":"扫帚，充满活力地挥舞着。", "en":"broomsticks, and waving energetically."},{"zh":"“你的魁地奇队？”", "en":"\"Your Quidditch team?\""},{"zh":"哈利说。", "en":"said Harry."},{"zh":"“丘德利大炮，”罗恩指着橙色的床罩说，", "en":"\"The Chudley Cannons,\" said Ron, pointing at the orange bedspread,"},{"zh":"上面印有两个巨大的黑色C和一个超速行驶", "en":"which was emblazoned with two giant black C's and a speeding"},{"zh":"炮弹。 ", "en":"cannonball."},{"zh":"“联盟第九。”", "en":"\"Ninth in the league.\""},{"zh":"罗恩（Ron）的学校拼写本被异常地堆放在一个角落里，紧挨着", "en":"Ron's school spellbooks were stacked untidily in a corner, next to a"},{"zh":"一堆似乎都以《马丁大冒险》为特色的漫画", "en":"pile of comics that all seemed to feature The Adventures of Martin"},{"zh":"米格斯，疯狂的麻瓜。", "en":"Miggs, the Mad Muggle."},{"zh":"罗恩的魔杖躺在一条鱼上", "en":"Ron's magic wand was lying on top of a fish"},{"zh":"窗台上满是青蛙产卵的坦克，旁边是他那胖白的老鼠，", "en":"tank full of frog spawn on the windowsill, next to his fat gray rat,"},{"zh":"刺刀，在一片阳光下打sn。", "en":"Scabbers, who was snoozing in a patch of sun."},{"zh":"哈利在地板上跨过一堆自我改组的扑克牌", "en":"Harry stepped over a pack of Self-Shuffling playing cards on the floor"},{"zh":"从小窗户往外看。", "en":"and looked out of the tiny window."},{"zh":"在远方的田野里，他可以看到", "en":"In the field far below he could see"},{"zh":"一群侏儒在韦斯莱一家中偷偷溜回", "en":"a gang of gnomes sneaking one by one back through the Weasleys'"},{"zh":"树篱。", "en":"hedge."},{"zh":"然后他转身看着罗恩，罗恩几乎看着他", "en":"Then he turned to look at Ron, who was watching him almost"},{"zh":"紧张地，好像在等待他的意见。", "en":"nervously, as though waiting for his opinion."},{"zh":"“有点小。”罗恩迅速说道。 ", "en":"\"It's a bit small,\" said Ron quickly."},{"zh":"“不像你有那个房间", "en":"\"Not like that room you had"},{"zh":"与麻瓜。", "en":"with the Muggles."},{"zh":"我就在阁楼上的食尸鬼下面；", "en":"And I'm right underneath the ghoul in the attic;"},{"zh":"他一直在敲打管道，吟着……”", "en":"he's always banging on the pipes and groaning ...\""},{"zh":"但是哈利大笑着说：“这是我有史以来最好的房子", "en":"But Harry, grinning widely, said, \"This is the best house I've ever"},{"zh":"去过。”", "en":"been in.\""},{"zh":"罗恩的耳朵变粉红色。", "en":"Ron's ears went pink."},{"zh":"第四回", "en":"CHAPTER FOUR"},{"zh":"蓬勃发展", "en":"AT FLOURISH AND BLOTTS"},{"zh":"洞穴人的生活与普里维特人的生活尽可能不同", "en":"Life at the Burrow was as different as possible from life on Privet"},{"zh":"驾驶。 ", "en":"Drive."},{"zh":"Dursley一家人喜欢一切井井有条的东西。", "en":"The Dursleys liked everything neat and ordered;"},{"zh":"韦斯莱一家", "en":"the Weasleys'"},{"zh":"房子里充满了奇怪而出人意料的地方。", "en":"house burst with the strange and unexpected."},{"zh":"哈利震惊了", "en":"Harry got a shock the"},{"zh":"第一次他看着镜子在厨房壁炉架上", "en":"first time he looked in the mirror over the kitchen mantelpiece and it"},{"zh":"大喊：“把衬衫塞进去，sc！”", "en":"shouted, \"Tuck your shirt in, scruffy!\""},{"zh":"阁楼上的食尸鬼how叫", "en":"The ghoul in the attic howled"},{"zh":"每当他感到事情变得太安静时就掉下水管，", "en":"and dropped pipes whenever he felt things were getting too quiet, and"},{"zh":"考虑了弗雷德和乔治卧室的小爆炸", "en":"small explosions from Fred and George's bedroom were considered"},{"zh":"完全正常。", "en":"perfectly normal."},{"zh":"哈利发现罗恩（Ron's）生活中最与众不同的地方，", "en":"What Harry found most unusual about life at Ron's,"},{"zh":"但是，这不是在说话的镜子还是在咬人的食尸鬼：这是", "en":"however, wasn't the talking mirror or the clanking ghoul: It was the"},{"zh":"事实上，那里的每个人似乎都喜欢他。", "en":"fact that everybody there seemed to like him."},{"zh":"韦斯莱夫人对自己的袜子状况大惊小怪，并试图强迫他", "en":"Mrs. Weasley fussed over the state of his socks and tried to force him"},{"zh":"每顿饭要吃第四份帮助。", "en":"to eat fourth helpings at every meal."},{"zh":"韦斯莱先生喜欢哈利坐", "en":"Mr. Weasley liked Harry to sit"},{"zh":"在餐桌旁在他旁边，以便他可以用", "en":"next to him at the dinner table so that he could bombard him with"},{"zh":"关于麻瓜生活的问题，请他解释情况", "en":"questions about life with Muggles, asking him to explain how things"},{"zh":"就像插头和邮政服务一样。", "en":"like plugs and the postal service worked."},{"zh":"“迷人！”", "en":"\"Fascinating!\""},{"zh":"他会说，哈利用一个", "en":"he would say as Harry talked him through using a"},{"zh":"电话。 ", "en":"telephone."},{"zh":"“巧思，实际上，麻瓜找到了多少种方法", "en":"\"Ingenious, really, how many ways Muggles have found of"},{"zh":"没有魔术就可以相处。”", "en":"getting along without magic.\""},{"zh":"哈利在霍格沃茨的一个星期后的一个阳光明媚的早晨听到他的声音。", "en":"Harry heard from Hogwarts one sunny morning about a week after he"},{"zh":"已经到达洞穴。", "en":"had arrived at the Burrow."},{"zh":"他和罗恩去吃早餐了", "en":"He and Ron went down to breakfast to find"},{"zh":"韦斯莱夫妇和金妮已经坐在厨房的桌子旁。", "en":"Mr. and Mrs. Weasley and Ginny already sitting at the kitchen table."},{"zh":"当她看到哈利的那一刻，金妮不小心敲了粥", "en":"The moment she saw Harry, Ginny accidentally knocked her porridge"},{"zh":"大声地拍打到地板上。", "en":"bowl to the floor with a loud clatter."},{"zh":"金妮似乎很容易", "en":"Ginny seemed very prone to"},{"zh":"每当哈利进入房间时，就把东西弄翻。", "en":"knocking things over whenever Harry entered a room."},{"zh":"她潜入", "en":"She dived under"},{"zh":"桌子上取回碗，她的脸闪闪发光", "en":"the table to retrieve the bowl and emerged with her face glowing like"},{"zh":"夕阳。", "en":"the setting sun."},{"zh":"假装他没有注意到这一点，哈利坐了下来，", "en":"Pretending he hadn't noticed this, Harry sat down and"},{"zh":"韦斯莱夫人给他敬酒。", "en":"took the toast Mrs. Weasley offered him."},{"zh":"“学校的来信，”韦斯莱先生说，经过哈利和罗恩", "en":"\"Letters from school,\" said Mr. Weasley, passing Harry and Ron"},{"zh":"相同的淡黄色羊皮纸信封，以绿色墨水书写。", "en":"identical envelopes of yellowish parchment, addressed in green ink."},{"zh":"“邓布利多已经知道你在这里，哈里-不要错过任何一个花招，", "en":"\"Dumbledore already knows you're here, Harry - doesn't miss a trick,"},{"zh":"那个人。", "en":"that man."},{"zh":"你们两个也有。”他补充说，弗雷德和乔治", "en":"You two've got them, too,\" he added, as Fred and George"},{"zh":"仍然穿着睡衣漫步。", "en":"ambled in, still in their pajamas."},{"zh":"几分钟，他们都读了信，沉默了。", "en":"For a few minutes there was silence as they all read their letters."},{"zh":"哈利告诉他像往常一样从金氏大剧院赶上霍格沃茨特快列车", "en":"Harry's told him to catch the Hogwarts Express as usual from King's"},{"zh":"9月1日跨站。", "en":"Cross station on September first."},{"zh":"还有一个新的清单", "en":"There was also a list of the new"},{"zh":"来年需要的书籍。", "en":"books he'd need for the coming year."},{"zh":"第二年的学生需要：", "en":"SECOND-YEAR STUDENTS WILL REQUIRE:"},{"zh":"米兰达·戈斯霍克（Miranda Goshawk）的2年级标准咒语", "en":"The Standard Book of Spells, Grade 2 by Miranda Goshawk"},{"zh":"与女妖决裂Gilderoy Lockhart", "en":"Break with a Banshee by Gilderoy Lockhart"},{"zh":"与食尸鬼的游戏by Gilderoy Lockhart", "en":"Gadding with Ghouls by Gilderoy Lockhart"},{"zh":"吉格洛伊·洛克哈特（Hills）", "en":"Holidays with Hags by Gilderoy Lockhart"},{"zh":"Gilderoy Lockhart的巨魔游记", "en":"Travels with Trolls by Gilderoy Lockhart"},{"zh":"吸血鬼之旅，吉尔德罗伊·洛克哈特（Gilderoy Lockhart）", "en":"Voyages with Vampires by Gilderoy Lockhart"},{"zh":"Gilderoy Lockhart的狼人游荡", "en":"Wanderings with Werewolves by Gilderoy Lockhart"},{"zh":"吉利·洛克哈特（Gilderoy Lockhart）献给雪人的一年", "en":"Year with the Yeti by Gilderoy Lockhart"},{"zh":"完成自己名单的弗雷德凝视着哈里的。", "en":"Fred, who had finished his own list, peered over at Harry's."},{"zh":"“还被告知要拿走洛克哈特的所有书！”", "en":"\"You've been told to get all Lockhart's books, too!\""},{"zh":"他说。 ", "en":"he said."},{"zh":"“新的", "en":"\"The new"},{"zh":"反对黑暗艺术防御术的老师一定是粉丝-打赌它是一个女巫。”", "en":"Defense Against the Dark Arts teacher must be a fan - bet it's a witch.\""},{"zh":"此时，弗雷德引起了母亲的注意，并迅速忙碌起来", "en":"At this point, Fred caught his mother's eye and quickly busied himself"},{"zh":"与果酱。", "en":"with the marmalade."},{"zh":"“这么便宜不会便宜的。”乔治快速看了看他的照片。", "en":"\"That lot won't come cheap,\" said George, with a quick look at his"},{"zh":"父母。 ", "en":"parents."},{"zh":"“洛克哈特的书真的很贵……”", "en":"\"Lockhart's books are really expensive ...\""},{"zh":"韦斯莱夫人说：“好吧，我们会处理的。”但她看上去很担心。 ", "en":"\"Well, we'll manage,\" said Mrs. Weasley, but she looked worried."},{"zh":"“一世", "en":"\"I"},{"zh":"希望我们能够二手货很多。”", "en":"expect we'll be able to pick up a lot of Ginny's things secondhand.\""},{"zh":"“哦，你今年要从霍格沃茨开始吗？”", "en":"\"Oh, are you starting at Hogwarts this year?\""},{"zh":"哈利问金妮。", "en":"Harry asked Ginny."},{"zh":"她点点头，红红的头发根红了，把她", "en":"She nodded, blushing to the roots of her flaming hair, and put her"},{"zh":"在黄油盘中弯头。", "en":"elbow in the butter dish."},{"zh":"幸运的是，除了哈利，没有人看到这一点，", "en":"Fortunately no one saw this except Harry,"},{"zh":"因为就在那时Ron的哥哥Percy走进来。", "en":"because just then Ron's elder brother Percy walked in. He was"},{"zh":"已经穿好衣服的霍格沃茨州长徽章固定在毛衣上", "en":"already dressed, his Hogwarts prefect badge pinned to his sweater"},{"zh":"背心。", "en":"vest."},{"zh":"“早上，所有人。”珀西轻快地说道。 ", "en":"\"Morning, all,\" said Percy briskly."},{"zh":"“美好的一天。”", "en":"\"Lovely day.\""},{"zh":"他坐在唯一剩下的椅子上，但几乎又跳了起来", "en":"He sat down in the only remaining chair but leapt up again almost"},{"zh":"立刻，从他下面拉出一根蜕皮的灰色羽毛", "en":"immediately, pulling from underneath him a moulting, gray feather"},{"zh":"子-至少，那是哈利以为的，直到他看到那个", "en":"duster - at least, that was what Harry thought it was, until he saw that"},{"zh":"它在呼吸。", "en":"it was breathing."},{"zh":"“快点！”", "en":"\"Errol!\""},{"zh":"罗恩（Ron）说，从珀西（Percy）取下了mp行的猫头鹰，并提取了", "en":"said Ron, taking the limp owl from Percy and extracting a"},{"zh":"机翼下的一封信。 ", "en":"letter from under its wing."},{"zh":"“最后-他得到了赫敏的答案。我", "en":"\"Finally - he's got Hermione's answer. I"},{"zh":"写信给她说，我们将试图从", "en":"wrote to her saying we were going to try and rescue you from the"},{"zh":"Dursleys。”", "en":"Dursleys.\""},{"zh":"他将Errol抬到后门的高处，试图", "en":"He carried Errol to a perch just inside the back door and tried to"},{"zh":"让他站起来，但埃罗尔再次扑灭，所以罗恩把他放在", "en":"stand him on it, but Errol flopped straight off again so Ron lay him on"},{"zh":"相反，排水板喃喃地说“可悲”。", "en":"the draining board instead, muttering, \"Pathetic.\""},{"zh":"然后他撕了", "en":"Then he ripped"},{"zh":"打开赫敏的信，然后大声朗读：", "en":"open Hermione's letter and read it out loud:"},{"zh":"“亲爱的罗恩，还有哈里，如果你在那里，", "en":"\"Dear Ron, and Harry if you're there,"},{"zh":"我希望一切顺利，哈里一切都好，那", "en":"I hope everything went all right and that Harry is okay and that"},{"zh":"罗恩，你没有做任何违法的事情，因为那会", "en":"you didn't do anything illegal to get him out, Ron, because that would"},{"zh":"也把哈里惹上麻烦。", "en":"get Harry into trouble, too."},{"zh":"我一直很担心，如果哈利是全部", "en":"I've been really worried and if Harry is all"},{"zh":"是的，请您立刻通知我，但是如果这样的话会更好", "en":"right, will you please let me know at once, but perhaps it would be better if"},{"zh":"您使用了另一只猫头鹰，因为我认为可能另外一次交付", "en":"you used a different owl because I think another delivery might"},{"zh":"完成你的一个。", "en":"finish your one off."},{"zh":"我的课业很忙，当然-她怎么会呢？", "en":"I'm very busy with schoolwork, of course'- How can she be?\" said Ron"},{"zh":"惊恐万分。 ", "en":"in horror."},{"zh":"“我们正在休假！-'接下来我们要去伦敦", "en":"\"We're on vacation! - 'and we're going to London next"},{"zh":"星期三买我的新书。", "en":"Wednesday to buy my new books."},{"zh":"我们为什么不在对角巷见面？", "en":"Why don't we meet in Diagon Alley?"},{"zh":"让我尽快知道发生了什么。", "en":"Let me know what's happening as soon as you can."},{"zh":"来自赫敏的爱。”", "en":"Love from Hermione.\""},
