{"zh":"“教授，”哈利气喘吁吁。 ", "en":"\"Professor,\" Harry gasped."},{"zh":"“你的鸟-我无能为力-他只是", "en":"\"Your bird - I couldn't do anything - he just"},{"zh":"着火了 -”", "en":"caught fire -\""},{"zh":"令哈利惊讶的是，邓布利多笑了。", "en":"To Harry's astonishment, Dumbledore smiled."},{"zh":"他说：“时间也差不多。” ", "en":"\"About time, too,\" he said."},{"zh":"“他好几天都看上去很恐怖；我已经", "en":"\"He's been looking dreadful for days; I've"},{"zh":"一直在告诉他继续前进。”", "en":"been telling him to get a move on.\""},{"zh":"他轻笑哈利脸上惊呆的表情。", "en":"He chuckled at the stunned look on Harry's face."},{"zh":"“福克斯是凤凰，哈利。", "en":"\"Fawkes is a phoenix, Harry. Phoenixes burst into flame when it is"},{"zh":"他们死了并从灰烬中重生的时间。", "en":"time for them to die and are reborn from the ashes."},{"zh":"看着他...”", "en":"Watch him ...\""},{"zh":"哈利及时低下头，看到一个微小的，皱纹的新生鸟bird", "en":"Harry looked down in time to see a tiny, wrinkled, newborn bird poke"},{"zh":"它的头灰飞烟灭。", "en":"its head out of the ashes."},{"zh":"它和旧的一样丑陋。", "en":"It was quite as ugly as the old one."},{"zh":"邓布利多说：“你不得不在燃烧的一天见到他，真是太可惜了，", "en":"\"It's a shame you had to see him on a Burning Day,\" said Dumbledore,"},{"zh":"坐在办公桌后面。 ", "en":"seating himself behind his desk."},{"zh":"“他真的很帅", "en":"\"He's really very handsome most of"},{"zh":"时间，美妙的红色和金色羽毛。", "en":"the time, wonderful red and gold plumage."},{"zh":"迷人的生物", "en":"Fascinating creatures,"},{"zh":"凤凰城。", "en":"phoenixes."},{"zh":"他们可以承受巨大的负担，他们的眼泪", "en":"They can carry immensely heavy loads, their tears have"},{"zh":"治愈力量，它们就成为高度忠实的宠物。”", "en":"healing powers, and they make highly faithful pets.\""},{"zh":"在福克斯起火的震惊中，哈利忘记了自己", "en":"In the shock of Fawkes catching fire, Harry had forgotten what he"},{"zh":"在那里，但是当邓布利多安顿下来后，一切都回到了他身上", "en":"was there for, but it all came back to him as Dumbledore settled"},{"zh":"自己坐在桌子后面的高脚椅上，把哈利和他固定在一起", "en":"himself in the high chair behind the desk and fixed Harry with his"},{"zh":"穿透力强的淡蓝色凝视。", "en":"penetrating, light-blue stare."},{"zh":"然而，在邓布利多说不出另一句话之前，", "en":"Before Dumbledore could speak another word, however, the door of"},{"zh":"办公室突然全力以赴，海格突然闯进来", "en":"the office flew open with an almighty bang and Hagrid burst in, a wild"},{"zh":"看着他的眼睛，巴拉克拉法帽栖息在蓬松的黑头顶上", "en":"look in his eyes, his balaclava perched on top of his shaggy black head"},{"zh":"死去的公鸡仍从他的手中摇摆。", "en":"and the dead rooster still swinging from his hand."},{"zh":"“不是哈利，邓布利多教授！”", "en":"\"It wasn' Harry, Professor Dumbledore!\""},{"zh":"海格急切地说。 ", "en":"said Hagrid urgently."},{"zh":"“我曾是", "en":"\"I was"},{"zh":"先生，在他被发现之前几秒钟，他一直没说话，先生-", "en":"talkin' ter him seconds before that kid was found, he never had time, sir -\""},{"zh":"邓布利多想说些什么，但海格继续咆哮，", "en":"Dumbledore tried to say something, but Hagrid went ranting on,"},{"zh":"激动地挥舞着公鸡，发羽毛", "en":"waving the rooster around in his agitation, sending feathers"},{"zh":"到处。", "en":"everywhere."},{"zh":"“-无法对他进行垃圾分类，如果我愿意，我会在魔法部面前发誓", "en":"\"- it can't've bin him, I'll swear it in front o' the Ministry o' Magic if I"},{"zh":"不得不 -”", "en":"have to -\""},{"zh":"“哈格里德，我-”", "en":"\"Hagrid, I -\""},{"zh":"“-先生，你错了，先生，我知道哈利永远不会\u003d'", "en":"\"- yeh've got the wrong boy, sir, I know Harry never \u003d'"},{"zh":"“哈格里德！”", "en":"\"Hagrid!\""},{"zh":"邓布利多大声说。 ", "en":"said Dumbledore loudly."},{"zh":"“我不认为哈里", "en":"\"I do not think that Harry"},{"zh":"袭击了那些人。”", "en":"attacked those people.\""},{"zh":"“哦，”海格说，那只公鸡oster地摔在了他身旁。 ", "en":"\"Oh,\" said Hagrid, the rooster falling limply at his side."},{"zh":"“对。我等", "en":"\"Right. I'll wait"},{"zh":"然后在外面，校长。”", "en":"outside then, Headmaster.\""},{"zh":"而且他looking地显得尴尬。", "en":"And he stomped out looking embarrassed."},{"zh":"“教授，你不认为是我吗？”", "en":"\"You don't think it was me, Professor?\""},{"zh":"哈利希望重演", "en":"Harry repeated hopefully as"},{"zh":"邓布利多从书桌上抚摸着公鸡的羽毛。", "en":"Dumbledore brushed rooster feathers off his desk."},{"zh":"“不，哈利，我不知道。”邓布利多说，尽管他的脸阴沉", "en":"\"No, Harry, I don't,\" said Dumbledore, though his face was somber"},{"zh":"再次。 ", "en":"again."},{"zh":"“但是我仍然想和你谈谈。”", "en":"\"But I still want to talk to you.\""},{"zh":"哈利紧张地等待着邓布利多想着他，", "en":"Harry waited nervously while Dumbledore considered him, the tips of"},{"zh":"他的长手指在一起。", "en":"his long fingers together."},{"zh":"“我必须问你，哈里，你有什么想告诉我的，”", "en":"\"I must ask you, Harry, whether there is anything you'd like to tell me,\""},{"zh":"他轻轻地说。 ", "en":"he said gently."},{"zh":"“什么都没有。”", "en":"\"Anything at all.\""},{"zh":"哈利不知道该说些什么。", "en":"Harry didn't know what to say."},{"zh":"他想到马尔福大喊：“你会", "en":"He thought of Malfoy shouting, \"You'll"},{"zh":"是下一个，泥血！”和多汁果汁药水在", "en":"be next, Mudbloods!\" and of the Polyjuice Potion simmering away in"},{"zh":"an吟默特尔的浴室。", "en":"Moaning Myrtle's bathroom."},{"zh":"然后他想到了弱者", "en":"Then he thought of the disembodied"},{"zh":"他听到了两次声音，想起了罗恩说的话：", "en":"voice he had heard twice and remembered what Ron had said:"},{"zh":"“听到别人没有听到的声音不是一个好兆头，即使在", "en":"\"Hearing voices no one else can hear isn't a good sign, even in the"},{"zh":"巫师世界。”他也想到了每个人在说什么", "en":"wizarding world.\" He thought, too, about what everyone was saying"},{"zh":"关于他的事，以及他越来越害怕他以某种方式联系在一起", "en":"about him, and his growing dread that he was somehow connected"},{"zh":"与萨拉查·斯莱特林。", "en":"with Salazar Slytherin."},{"zh":"“不，”哈利说。 ", "en":"\"No,\" said Harry."},{"zh":"“什么都没有，教授...”", "en":"\"There isn't anything, Professor ...\""},{"zh":"对贾斯汀和近乎无头的尼克的双重攻击改变了", "en":"The double attack on Justin and Nearly Headless Nick turned what"},{"zh":"迄今为止，一直充满紧张情绪。", "en":"had hitherto been nervousness into real panic."},{"zh":"奇怪的是，几乎", "en":"Curiously, it was Nearly"},{"zh":"无头尼克的命运似乎让人们最担心。", "en":"Headless Nick's fate that seemed to worry people most."},{"zh":"有什么可能", "en":"What could"},{"zh":"可能对一个幽灵这样做？", "en":"possibly do that to a ghost?"},{"zh":"人们互相问；", "en":"people asked each other;"},{"zh":"多么可怕", "en":"what terrible"},{"zh":"力量会伤害已经死亡的人吗？", "en":"power could harm someone who was already dead?"},{"zh":"有", "en":"There was"},{"zh":"几乎可以预订Hogwarts Express的座位，因此", "en":"almost a stampede to book seats on the Hogwarts Express so that"},{"zh":"学生可以回家过圣诞节。", "en":"students could go home for Christmas."},{"zh":"“按这个速度，我们将是唯一剩下的人。”罗恩告诉哈利，", "en":"\"At this rate, we'll be the only ones left,\" Ron told Harry and"},{"zh":"赫敏", "en":"Hermione."},{"zh":"“我们，Malfoy，Crabbe和Goyle。这是一个多么快乐的假期", "en":"\"Us, Malfoy, Crabbe, and Goyle. What a jolly holiday it's"},{"zh":"将。”", "en":"going to be.\""},{"zh":"一直做马尔福做过的克拉布和戈尔签下了", "en":"Crabbe and Goyle, who always did whatever Malfoy did, had signed"},{"zh":"也要度过整个假期。", "en":"up to stay over the holidays, too."},{"zh":"但是哈利很高兴大多数人", "en":"But Harry was glad that most people"},{"zh":"正在离开。", "en":"were leaving."},{"zh":"他厌倦了人们在街上绕过他", "en":"He was tired of people skirting around him in the"},{"zh":"走廊，仿佛他正要发牙或吐毒药一样；", "en":"corridors, as though he was about to sprout fangs or spit poison;"},{"zh":"累", "en":"tired"},{"zh":"他过去时所有的喃喃，指向和嘶嘶声。", "en":"of all the muttering, pointing, and hissing as he passed."},{"zh":"然而，弗雷德和乔治发现这一切都很有趣。", "en":"Fred and George, however, found all this very funny."},{"zh":"他们走了", "en":"They went out of"},{"zh":"他们沿着走廊走在哈利前面的方式，大喊，", "en":"their way to march ahead of Harry down the corridors, shouting,"},{"zh":"“为斯莱特林的继承人铺路，邪恶的巫师来了", "en":"\"Make way for the Heir of Slytherin, seriously evil wizard coming"},{"zh":"通过...", "en":"through ..."},{"zh":"珀西（Percy）非常反对这种行为。", "en":"Percy was deeply disapproving of this behavior."},{"zh":"“这不是笑的事，”他冷冷地说。", "en":"\"It is not a laughing matter,\" he said coldly."},{"zh":"“哦，滚开，珀西，”弗雷德说。 ", "en":"\"Oh, get out of the way, Percy,\" said Fred."},{"zh":"“哈利很着急。”", "en":"\"Harry's in a hurry.\""},{"zh":"“是的，他和他的密室去喝杯茶", "en":"\"Yeah, he's off to the Chamber of Secrets for a cup of tea with his"},{"zh":"狂热的仆人。”乔治轻声说道。", "en":"fanged servant,\" said George, chortling."},{"zh":"金妮也没有发现这很有趣。", "en":"Ginny didn't find it amusing either."},{"zh":"“哦，不要。”弗雷德每次大声问哈利他是谁时，她都哭了。", "en":"\"Oh, don't,\" she wailed every time Fred asked Harry loudly who he"},{"zh":"打算下一个进攻，或者当乔治假装守卫哈利时", "en":"was planning to attack next, or when George pretended to ward Harry"},{"zh":"他们见面时，用一大瓣大蒜离开。", "en":"off with a large clove of garlic when they met."},{"zh":"哈利不介意。", "en":"Harry didn't mind;"},{"zh":"让弗雷德和乔治在", "en":"it made him feel better that Fred and George, at"},{"zh":"至少，认为他是斯莱特林的继承人的想法很可笑。", "en":"least, thought the idea of his being Slytherin's heir was quite ludicrous."},{"zh":"但是他们的滑稽动作似乎加剧了德拉科·马尔福，他看上去", "en":"But their antics seemed to be aggravating Draco Malfoy, who looked"},{"zh":"每次他看到它们时，都会变得越来越酸。", "en":"increasingly sour each time he saw them at it."},{"zh":"“这是因为他突然说真的是他，” Ron知道。", "en":"\"It's because he's bursting to say it's really him,\" said Ron knowingly."},{"zh":"“你知道他讨厌任何人殴打他，而你", "en":"\"You know how he hates anyone beating him at anything, and you're"},{"zh":"因他的肮脏工作而获得所有荣誉。”", "en":"getting all the credit for his dirty work.\""},{"zh":"“不会太久，”赫敏满意地说道。 ", "en":"\"Not for long,\" said Hermione in a satisfied tone."},{"zh":"“多汁", "en":"\"The Polyjuice"},{"zh":"药水快要准备好了。", "en":"Potion's nearly ready."},{"zh":"每天我们都会从他身上得到真相", "en":"We'll be getting the truth out of him any day"},{"zh":"现在。”", "en":"now.\""},{"zh":"最后学期结束了，一片寂静如地面上的积雪", "en":"At last the term ended, and a silence deep as the snow on the grounds"},{"zh":"降落在城堡上。", "en":"descended on the castle."},{"zh":"哈利发现它和平而不是阴郁，", "en":"Harry found it peaceful, rather than gloomy,"},{"zh":"并享受他，赫敏和韦斯莱一家的成功", "en":"and enjoyed the fact that he, Hermione, and the Weasleys had the run"},{"zh":"格兰芬多塔酒店，这意味着他们可以", "en":"of Gryffindor Tower, which meant they could"},{"zh":"在不打扰任何人的情况下大声播放爆炸快拍并练习", "en":"play Exploding Snap loudly without bothering anyone, and practice"},{"zh":"私下决斗。", "en":"dueling in private."},{"zh":"弗雷德，乔治和金妮选择留在", "en":"Fred, George, and Ginny had chosen to stay at"},{"zh":"而不是和韦斯莱夫妇去埃及访问比尔。", "en":"school rather than visit Bill in Egypt with Mr. and Mrs. Weasley."},{"zh":"珀西（Percy）不赞成他所说的幼稚行为，", "en":"Percy, who disapproved of what he termed their childish behavior,"},{"zh":"没有花很多时间在格兰芬多休息室。", "en":"didn't spend much time in the Gryffindor common room."},{"zh":"他有", "en":"He had"},{"zh":"早已大声地告诉他们他只是在圣诞节期间", "en":"already told them pompously that he was only staying over Christmas"},{"zh":"因为他的职责是在培训期间支持老师", "en":"because it was his duty as a prefect to support the teachers during"},{"zh":"这个麻烦的时刻。", "en":"this troubled time."},{"zh":"圣诞节的早晨破晓，寒冷白皙。", "en":"Christmas morning dawned, cold and white."},{"zh":"哈利和罗恩，唯一的", "en":"Harry and Ron, the only"},{"zh":"那些留在宿舍里的东西很早就被赫敏唤醒了，", "en":"ones left in their dormitory, were woken very early by Hermione,"},{"zh":"突然穿上衣服，为他们俩带来礼物。", "en":"who burst in, fully dressed and carrying presents for them both."},{"zh":"“醒，”她大声说，拉开窗户上的窗帘。", "en":"\"Wake up,\" she said loudly, pulling back the curtains at the window."},{"zh":"“赫敏-你不应该在这里-”罗恩说。", "en":"\"Hermione - you're not supposed to be in here -\" said Ron, shielding"},{"zh":"他的眼睛对着光。", "en":"his eyes against the light."},{"zh":"“也祝你圣诞节快乐。”赫敏说，把他丢给他。", "en":"\"Merry Christmas to you, too,\" said Hermione, throwing him his"},{"zh":"当下。 ", "en":"present."},{"zh":"“我已经忙了将近一个小时，为", "en":"\"I've been up for nearly an hour, adding more lacewings to"},{"zh":"药水。", "en":"the potion."},{"zh":"准备好了。”", "en":"It's ready.\""},{"zh":"哈利坐起身，突然醒来。", "en":"Harry sat up, suddenly wide awake."},{"zh":"“你确定吗？”", "en":"\"Are you sure?\""},{"zh":"“积极，”赫敏说，把老鼠刺在刀鞘上，以便她可以", "en":"\"Positive,\" said Hermione, shifting Scabbers the rat so that she could"},{"zh":"坐在罗恩（Ron）四张海报的尽头。 ", "en":"sit down on the end of Ron's four-poster."},{"zh":"“如果我们要这样做，我", "en":"\"If we're going to do it, I"},{"zh":"说应该是今晚。”", "en":"say it should be tonight.\""},{"zh":"那一刻，海德薇（Hedwig）冲进了房间，", "en":"At that moment, Hedwig swooped into the room, carrying a very"},{"zh":"小包在她的喙。", "en":"small package in her beak."},{"zh":"“你好。”哈利降落在床上时高兴地说。 ", "en":"\"Hello,\" said Harry happily as she landed on his bed."},{"zh":"“你是", "en":"\"Are you"},{"zh":"再和我说话？”", "en":"speaking to me again?\""},{"zh":"她以一种亲切的方式ni了他的耳朵，", "en":"She nibbled his ear in an affectionate sort of way, which was a far"},{"zh":"比她带给他的礼物更好的礼物", "en":"better present than the one that she had brought him, which turned"},{"zh":"是来自Dursleys。", "en":"out to be from the Dursleys."},{"zh":"他们给哈利送了一支牙签和一支", "en":"They had sent Harry a toothpick and a"},{"zh":"请注意告诉他是否可以留在霍格沃茨", "en":"note telling him to find out whether he'd be able to stay at Hogwarts"},{"zh":"暑假也一样。", "en":"for the summer vacation, too."},{"zh":"哈利圣诞节礼物的其余部分更加令人满意。", "en":"The rest of Harry's Christmas presents were far more satisfactory."},{"zh":"海格给他寄了一大罐糖霜软糖，哈利决定", "en":"Hagrid had sent him a large tin of treacle fudge, which Harry decided"},{"zh":"饭前用火软化；", "en":"to soften by the fire before eating;"},{"zh":"罗恩给了他一本书", "en":"Ron had given him a book called"},{"zh":"《与大炮一起飞翔》，关于他最喜欢的有趣的事实的书", "en":"Flying with the Cannons, a book of interesting facts about his favorite"},{"zh":"魁地奇队和赫敏为他买了豪华的鹰羽", "en":"Quidditch team, and Hermione had bought him a luxury eagle-feather"},{"zh":"鹅毛笔。", "en":"quill."},{"zh":"哈里打开了最后一个礼物，找到了一个新的手工编织", "en":"Harry opened the last present to find a new, hand-knitted"},{"zh":"韦斯莱夫人的毛衣和一个大梅花蛋糕。", "en":"sweater from Mrs. Weasley and a large plum cake."},{"zh":"他读了她的卡片", "en":"He read her card"},{"zh":"怀着新的罪恶感，想着韦斯莱先生的车（", "en":"with a fresh surge of guilt, thinking about Mr. Weasley's car (which"},{"zh":"自从与“垂柳”一起坠毁以来，从未有人看到过），", "en":"hadn't been seen since its crash with the Whomping Willow), and the"},{"zh":"他和罗恩正计划下一步。", "en":"bout of rule-breaking he and Ron were planning next."},{"zh":"没有人，甚至没有人害怕以后服用Polyjuice Potion，", "en":"No one, not even someone dreading taking Polyjuice Potion later,"},{"zh":"可能无法在霍格沃茨享用圣诞大餐。", "en":"could fail to enjoy Christmas dinner at Hogwarts."},{"zh":"人民大会堂雄伟壮观。", "en":"The Great Hall looked magnificent."},{"zh":"不仅有十几个", "en":"Not only were there a dozen"},{"zh":"霜冻的圣诞树和冬青树的厚彩带", "en":"frost-covered Christmas trees and thick streamers of holly and"},{"zh":"槲寄生在天花板上纵横交错，但结冰的雪花飘落，", "en":"mistletoe crisscrossing the ceiling, but enchanted snow was falling,"},{"zh":"天花板上温暖干燥。", "en":"warm and dry, from the ceiling."},{"zh":"邓布利多带领了他们一些", "en":"Dumbledore led them in a few of his"},{"zh":"最喜欢的颂歌，海格每一个都越来越响亮", "en":"favorite carols, Hagrid booming more and more loudly with every"},{"zh":"他吃的蛋酒杯。", "en":"goblet of eggnog he consumed."},{"zh":"珀西，没注意到弗雷德", "en":"Percy, who hadn't noticed that Fred"},{"zh":"曾经迷住了他的县长徽章，所以现在上面写着“ Pinhead”", "en":"had bewitched his prefect badge so that it now read \"Pinhead,\" kept"},{"zh":"问他们所有他们在嘲笑什么。", "en":"asking them all what they were sniggering at."},{"zh":"哈利根本不在乎", "en":"Harry didn't even care"},{"zh":"德拉科·马尔福（Draco Malfoy）大声嘲笑", "en":"that Draco Malfoy was making loud, snide remarks"},{"zh":"关于斯莱特林桌子上的新毛衣。", "en":"about his new sweater from the Slytherin table."},{"zh":"幸运的是，", "en":"With a bit of luck,"},{"zh":"马尔福将在几个小时内得到自己的喜剧表演。", "en":"Malfoy would be getting his comeuppance in a few hours' time."},{"zh":"哈利和罗恩几乎没有完成圣诞节的第三次帮助", "en":"Harry and Ron had barely finished their third helpings of Christmas"},{"zh":"布丁当赫敏带领他们走出大厅最终确定他们的身份时", "en":"pudding when Hermione ushered them out of the hall to finalize their"},{"zh":"晚上的计划。", "en":"plans for the evening."},{"zh":"“我们仍然需要您要转变的一些人，”他说", "en":"\"We still need a bit of the people you're changing into,\" said"},{"zh":"赫敏实际上很重要，就好像她正在将它们发送到", "en":"Hermione matter-of-factly, as though she were sending them to the"},{"zh":"超市的洗衣粉。 ", "en":"supermarket for laundry detergent."},{"zh":"“显然，如果您", "en":"\"And obviously, it'll be best if you"},{"zh":"可以得到Crabbe和Goyle的东西；", "en":"can get something of Crabbe's and Goyle's;"},{"zh":"他们是马尔福最好的", "en":"they're Malfoys best"},{"zh":"朋友，他会告诉他们任何事情。", "en":"friends, he'll tell them anything."},{"zh":"而且我们还需要确保", "en":"And we also need to make sure the"},{"zh":"我们在审问时，真正的Crabbe和Goyle不能闯入我们", "en":"real Crabbe and Goyle can't burst in on us while we're interrogating"},{"zh":"他。", "en":"him."},{"zh":"“我已经全部解决了，”她平稳地继续，无视Harry的", "en":"\"I've got it all worked out,\" she went on smoothly, ignoring Harry's"},{"zh":"和罗恩s的脸。", "en":"and Ron's stupefied faces."},{"zh":"她举起两个丰满的巧克力蛋糕。", "en":"She held up two plump chocolate cakes."},{"zh":"“我用一个简单的沉睡草稿填充了这些。您要做的就是", "en":"\"I've filled these with a simple Sleeping Draught. All you have to do is"},{"zh":"确保Crabbe和Goyle找到他们。", "en":"make sure Crabbe and Goyle find them."},{"zh":"你知道他们多么贪婪", "en":"You know how greedy they"},{"zh":"是的，他们一定会吃掉它们。", "en":"are, they're bound to eat them."},{"zh":"他们入睡后，抽出一些", "en":"Once they're asleep, pull out a few of"},{"zh":"将它们的头发藏在扫帚壁橱中。”", "en":"their hairs and hide them in a broom closet.\""},{"zh":"哈利和罗恩难以置信的看着对方。", "en":"Harry and Ron looked incredulously at each other."},{"zh":"“赫敏，我不认为-”", "en":"\"Hermione, I don't think -\""},{"zh":"“那可能会严重出错-”", "en":"\"That could go seriously wrong -\""},{"zh":"但是赫敏的眼睛里有钢铁般的闪光", "en":"But Hermione had a steely glint in her eye not unlike the one"},{"zh":"麦格教授有时有。", "en":"Professor McGonagall sometimes had."},{"zh":"她说：“没有克拉布和戈尔的头发，药水将毫无用处。”", "en":"\"The potion will be useless without Crabbe's and Goyle's hair,\" she"},{"zh":"严厉地说。 ", "en":"said sternly."},{"zh":"“你想调查马尔福，不是吗？”", "en":"\"You do want to investigate Malfoy, don't you?\""},{"zh":"“哦，好吧，好吧，”哈利说。 ", "en":"\"Oh, all right, all right,\" said Harry."},{"zh":"“那你呢？是谁的头发？", "en":"\"But what about you? Whose hair"},{"zh":"你在偷东西吗？”", "en":"are you ripping out?\""},{"zh":"“我已经有我的！”", "en":"\"I've already got mine!\""},{"zh":"赫敏明亮地说，拉了一个小瓶子", "en":"said Hermione brightly, pulling a tiny bottle"},{"zh":"从她的口袋里掏出来，向他们展示里面的一根头发。", "en":"out of her pocket and showing them the single hair inside it."},{"zh":"“记住Millicent Bulstrode在决斗中与我搏斗", "en":"\"Remember Millicent Bulstrode wrestling with me at the Dueling"},{"zh":"俱乐部？", "en":"Club?"},{"zh":"当她试图扼杀我时，把它留在我的长袍上！", "en":"She left this on my robes when she was trying to strangle me!"},{"zh":"她回家过圣诞节-所以我只需要告诉", "en":"And she's gone home for Christmas - so I'll just have to tell the"},{"zh":"斯莱特林我决定回来。”", "en":"Slytherins I've decided to come back.\""},{"zh":"当赫敏忙着检查多汁药水时", "en":"When Hermione had bustled off to check on the Polyjuice Potion"},{"zh":"罗恩再次带着沉重的表情转向哈利。", "en":"again, Ron turned to Harry with a doom-laden expression."},{"zh":"“您听说过有那么多事情要做的计划吗？", "en":"\"Have you ever heard of a plan where so many things could go"},{"zh":"错误？”", "en":"wrong?\""},{"zh":"但令哈利和罗恩大为惊讶的是，", "en":"But to Harry's and Ron's utter amazement, stage one of the"},{"zh":"手术像赫敏所说的一样顺利。", "en":"operation went just as smoothly as Hermione had said."},{"zh":"他们潜伏", "en":"They lurked"},{"zh":"在圣诞节茶后空无一人的入口大厅里，等待克拉布", "en":"in the deserted entrance hall after Christmas tea, waiting for Crabbe"},{"zh":"还有独自一人呆在斯莱特林餐桌旁的戈伊尔", "en":"and Goyle who had remained alone at the Slytherin table, shoveling"},{"zh":"琐事的第四个帮助。", "en":"down fourth helpings of trifle."},{"zh":"哈利栖息着巧克力", "en":"Harry had perched the chocolate"},{"zh":"栏杆末端有蛋糕。", "en":"cakes on the end of the banisters."},{"zh":"当他们发现Crabbe和", "en":"When they spotted Crabbe and"},{"zh":"Goyle从大厅出来，Harry和Ron躲藏起来", "en":"Goyle coming out of the Great Hall, Harry and Ron hid quickly"},{"zh":"在前门旁边的一套盔甲后面。", "en":"behind a suit of armor next to the front door."},{"zh":"“你能厚到多少？”", "en":"\"How thick can you get?\""},{"zh":"罗恩欣喜地低语为克拉布", "en":"Ron whispered ecstatically as Crabbe"},{"zh":"兴高采烈地向高尔指出了蛋糕，并抓住了它们。", "en":"gleefully pointed out the cakes to Goyle and grabbed them."},{"zh":"咧着嘴笑", "en":"Grinning"},{"zh":"他们愚蠢地将整个蛋糕塞进大嘴里。", "en":"stupidly, they stuffed the cakes whole into their large mouths."},{"zh":"为一个", "en":"For a"},{"zh":"此刻，他们两个都贪婪地咀嚼着，看起来很凯旋。", "en":"moment, both of them chewed greedily, looks of triumph on their"},{"zh":"面孔。", "en":"faces."},{"zh":"然后，在没有最小的表情变化的情况下，他们俩", "en":"Then, without the smallest change of expression, they both"},{"zh":"向后倒在地板上。", "en":"keeled over backward onto the floor."},{"zh":"到目前为止，最困难的部分是将它们隐藏在整个大厅的壁橱中。", "en":"By far the hardest part was hiding them in the closet across the hall."},{"zh":"一旦他们安全地存放在水桶和拖把中，哈利", "en":"Once they were safely stowed among the buckets and mops, Harry"},{"zh":"猛拉了几根覆盖了戈尔额头和罗恩的刷毛", "en":"yanked out a couple of the bristles that covered Goyle's forehead and Ron"},{"zh":"拔出克拉布的几根头发。", "en":"pulled out several of Crabbe's hairs."},{"zh":"他们还偷了鞋子，因为", "en":"They also stole their shoes, because"},{"zh":"对于Crabbe和Goyle尺寸的脚来说，它们自己的脚太小了。", "en":"their own were far too small for Crabbe- and Goyle-size feet."},{"zh":"然后，仍然", "en":"Then, still"},{"zh":"惊呆了他们刚刚做的事，他们冲向了an吟默特尔的", "en":"stunned at what they had just done, they sprinted up to Moaning Myrtle's"},{"zh":"浴室。", "en":"bathroom."},{"zh":"他们几乎看不到摊位发出浓黑的烟雾", "en":"They could hardly see for the thick black smoke issuing from the stall"},{"zh":"赫敏在其中搅拌大锅。", "en":"in which Hermione was stirring the cauldron."},{"zh":"拉长袍", "en":"Pulling their robes up"},{"zh":"哈利和罗恩捂住他们的脸，轻轻地敲门。", "en":"over their faces, Harry and Ron knocked softly on the door."},{"zh":"“赫敏？”", "en":"\"Hermione?\""},{"zh":"他们听到锁的刮擦声，赫敏闪闪发亮，", "en":"They heard the scrape of the lock and Hermione emerged, shiny-"},{"zh":"面对，看上去很着急。", "en":"faced and looking anxious."},{"zh":"在她后面，他们听到了gloop gloop", "en":"Behind her they heard the gloop gloop"},
