{"zh":"南瓜膨胀到花园棚子的大小。", "en":"pumpkins swelled to the size of garden sheds."},{"zh":"奥利弗·伍德（Oliver Wood）的热情", "en":"Oliver Wood's enthusiasm for"},{"zh":"但是，定期的培训课程并没有受到抑制，这就是为什么", "en":"regular training sessions, however, was not dampened, which was why"},{"zh":"哈利", "en":"Harry"},{"zh":"被发现，几天前一个风雨如磐的星期六下午", "en":"was to be found, late one stormy Saturday afternoon a few days before"},{"zh":"万圣节，回到格兰芬多塔，浑身湿透，", "en":"Halloween, returning to Gryffindor Tower, drenched to the skin and"},{"zh":"满是泥土。", "en":"splattered with mud."},{"zh":"即使是雨和风，这也不是一个愉快的练习课。", "en":"Even aside from the rain and wind it hadn't been a happy practice session."},{"zh":"一直在监视斯莱特林队的弗雷德（Fred）和乔治（George）", "en":"Fred and George, who had been spying on the Slytherin team, had seen for"},{"zh":"自己的速度，就是那些新的“雨云两千零一”。", "en":"themselves the speed of those new Nimbus Two Thousand and Ones."},{"zh":"他们", "en":"They"},{"zh":"报道说，斯莱特林团队的模糊不超过七个，", "en":"reported that the Slytherin team was no more than seven greenish blurs,"},{"zh":"像导弹一样在空中射击。", "en":"shooting through the air like missiles."},{"zh":"当哈利沿着荒凉的走廊sq缩时，他遇到了一个人", "en":"As Harry squelched along the deserted corridor he came across somebody"},{"zh":"看起来像他一样全神贯注。", "en":"who looked just as preoccupied as he was."},{"zh":"几乎没有头的尼克，鬼", "en":"Nearly Headless Nick, the ghost"},{"zh":"格兰芬多塔（Gryffindor Tower）的墙壁正凝视着窗外，喃喃自语", "en":"of Gryffindor Tower, was staring morosely out of a window, muttering"},{"zh":"在他的呼吸下，“……不满足他们的要求……如果是……则半英寸……”", "en":"under his breath, \"... don't fulfill their requirements ... half an inch, if that ...\""},{"zh":"“你好，尼克。”哈利说。", "en":"\"Hello, Nick,\" said Harry."},{"zh":"“你好，你好。” Nearly Headless Nick说着，转过身来。", "en":"\"Hello, hello,\" said Nearly Headless Nick, starting and looking round."},{"zh":"他", "en":"He"},{"zh":"他长长的卷发上戴着一顶破旧的羽毛帽子，还戴着一副带有围脖的上衣，", "en":"wore a dashing, plumed hat on his long curly hair, and a tunic with a ruff,"},{"zh":"这掩盖了他的脖子几乎完全被割断的事实。", "en":"which concealed the fact that his neck was almost completely severed."},{"zh":"他", "en":"He"},{"zh":"苍白如烟，哈利可以透过他看到黑暗的天空", "en":"was pale as smoke, and Harry could see right through him to the dark sky"},{"zh":"外面有暴雨。", "en":"and torrential rain outside."},{"zh":"“你看起来很麻烦，年轻的波特，”尼克将透明字母折叠成", "en":"\"You look troubled, young Potter,\" said Nick, folding a transparent letter as"},{"zh":"他说话，把它塞在他的双胞胎里面。", "en":"he spoke and tucking it inside his doublet."},{"zh":"“你也是。”哈利说。", "en":"\"So do you,\" said Harry."},{"zh":"“啊，”几乎没头的尼克挥着优雅的手，“", "en":"\"Ah,\" Nearly Headless Nick waved an elegant hand, \"a matter of no"},{"zh":"重要...这并不是我真的很想加入...以为我会", "en":"importance ... It's not as though I really wanted to join ... Thought I'd"},{"zh":"申请，但显然我“不满足要求”。”", "en":"apply, but apparently I 'don't fulfill requirements'.\""},{"zh":"尽管他神情通透，但脸上仍充满苦涩的神情。", "en":"In spite of his airy tone, there was a look of great bitterness on his face."},{"zh":"“但是你会想，不是吗。”他突然爆发，拉开了信。", "en":"\"But you would think, wouldn't you,\" he erupted suddenly, pulling the letter"},{"zh":"回到他的口袋里，“被脖子撞了四十五次", "en":"back out of his pocket, \"that getting hit forty-five times in the neck with a"},{"zh":"钝斧是否有资格让您加入无头猎手？”", "en":"blunt axe would qualify you to join the Headless Hunt?\""},{"zh":"“哦，是的，”显然应该同意的哈利说。", "en":"\"Oh - yes,\" said Harry, who was obviously supposed to agree."},{"zh":"“我的意思是，没有人比我更希望这一切都是快速而干净的，", "en":"\"I mean, nobody wishes more than I do that it had all been quick and clean,"},{"zh":"而且我的头已经正确脱落，我的意思是，这可以为我节省很多时间", "en":"and my head had come off properly, I mean, it would have saved me a great"},{"zh":"处理痛苦和嘲笑。", "en":"deal of pain and ridicule."},{"zh":"但是-“几乎没头的尼克摇了摇他的信", "en":"However -\" Nearly Headless Nick shook his letter"},{"zh":"打开并愤怒地阅读：“'我们只能接受那些头脑清醒的猎人。", "en":"open and read furiously: \"'We can only accept huntsmen whose heads have"},{"zh":"与他们的身体分开。", "en":"parted company with their bodies."},{"zh":"您将赞赏的是", "en":"You will appreciate that it would be"},{"zh":"成员不可能参加狩猎活动，例如", "en":"impossible otherwise for members to participate in hunt activities such as"},{"zh":"骑马头杂耍和头马球。", "en":"Horseback Head-Juggling and Head Polo."},{"zh":"最遗憾的是，", "en":"It is with the greatest regret,"},{"zh":"因此，我必须通知您您不符合我们的要求。", "en":"therefore, that I must inform you that you do not fulfill our requirements."},{"zh":"帕特里克·德莱尼·波德莫尔爵士，祝你万事如意。”", "en":"With very best wishes, Sir Patrick Delaney-Podmore.'\""},{"zh":"发怒，几乎没头的尼克把信塞满了。", "en":"Fuming, Nearly Headless Nick stuffed the letter away."},{"zh":"“半英寸的皮肤和筋骨抓住了我的脖子，哈利！大多数人", "en":"\"Half an inch of skin and sinew holding my neck on, Harry! Most people"},{"zh":"会认为这很好，而且会被斩首，但是，哦，不，这对先生来说还不够", "en":"would think that's good and beheaded, but oh, no, it's not enough for Sir"},{"zh":"适当地腐烂的Podmore。”", "en":"Properly Decapitated-Podmore.\""},{"zh":"几乎没有头的尼克深吸了一口气，然后说，", "en":"Nearly Headless Nick took several deep breaths and then said, in a far"},{"zh":"平静的语气，“那么-麻烦您了吗？我能做些什么？”", "en":"calmer tone, \"So - what's bothering you? Anything I can do?\""},{"zh":"“不，”哈利说。 ", "en":"\"No,\" said Harry."},{"zh":"“除非您知道我们在哪里可以免费获得七个，否则不会", "en":"\"Not unless you know where we can get seven free"},{"zh":"Nimbus 2000和我们一起对抗Sly-”", "en":"Nimbus Two Thousand and Ones for our match against Sly -\""},{"zh":"哈利的其余刑期被尖锐的猫叫声淹没", "en":"The rest of Harry's sentence was drowned out by a high-pitched mewling"},{"zh":"从他脚踝附近的地方。", "en":"from somewhere near his ankles."},{"zh":"他低头发现自己凝视", "en":"He looked down and found himself gazing"},{"zh":"变成一双灯状的黄色眼睛。", "en":"into a pair of lamp-like yellow eyes."},{"zh":"是骨骼灰猫诺里斯夫人", "en":"It was Mrs. Norris, the skeletal gray cat"},{"zh":"被看守人阿格斯·菲尔奇（Argus Filch）用作他的副手", "en":"who was used by the caretaker, Argus Filch, as a sort of deputy in his"},{"zh":"与学生的无休止的战斗。", "en":"endless battle against students."},{"zh":"“你最好离开这里，哈里，”尼克迅速说道。 ", "en":"\"You'd better get out of here, Harry,\" said Nick quickly."},{"zh":"“菲尔奇不在", "en":"\"Filch isn't in a"},{"zh":"心情很好-他得了流感，第三年意外地涂了青蛙", "en":"good mood - he's got the flu and some third years accidentally plastered frog"},{"zh":"地牢五的天花板上满是大脑。", "en":"brains all over the ceiling in dungeon five."},{"zh":"他整个早上都在打扫卫生，", "en":"He's been cleaning all morning,"},{"zh":"如果他看到你到处都是泥浆，", "en":"and if he sees you dripping mud all over the place -\""},{"zh":"“对。”哈里说，离开了诺里斯太太的指责，", "en":"\"Right,\" said Harry, backing away from the accusing stare of Mrs. Norris,"},{"zh":"但还不够快。", "en":"but not quickly enough."},{"zh":"被神秘的力量吸引到现场", "en":"Drawn to the spot by the mysterious power that"},{"zh":"似乎将他与他的肮脏猫联系起来，阿格斯·菲尔奇突然穿过", "en":"seemed to connect him with his foul cat, Argus Filch burst suddenly through"},{"zh":"哈利右边的挂毯，喘息着，疯狂地寻找着规则-", "en":"a tapestry to Harry's right, wheezing and looking wildly about for the rule-"},{"zh":"断路器。", "en":"breaker."},{"zh":"他的头和鼻子上缠着一条粗格子呢围巾", "en":"There was a thick tartan scarf bound around his head, and his nose"},{"zh":"异常紫色。", "en":"was unusually purple."},{"zh":"“污秽！”", "en":"\"Filth!\""},{"zh":"他大声喊叫，他的下颚颤抖，他的眼睛突然惊呆", "en":"he shouted, his jowls aquiver, his eyes popping alarmingly as he"},{"zh":"指着从哈利的魁地奇长袍上掉下来的泥泞的水坑。", "en":"pointed at the muddy puddle that had dripped from Harry's Quidditch robes."},{"zh":"“到处都是废话！我告诉你，我受够了！跟着我，", "en":"\"Mess and muck everywhere! I've had enough of it, I tell you! Follow me,"},{"zh":"波特！”", "en":"Potter!\""},{"zh":"于是，哈利向近乎无头的尼克挥手道歉，然后跟着", "en":"So Harry waved a gloomy good-bye to Nearly Headless Nick and followed"},{"zh":"回到楼下，使泥泞的脚印数量翻倍", "en":"Filch back downstairs, doubling the number of muddy footprints on the"},{"zh":"地板。", "en":"floor."},{"zh":"哈利以前从未去过费尔奇的办公室。", "en":"Harry had never been inside Filch's office before;"},{"zh":"这是最适合的地方", "en":"it was a place most"},{"zh":"学生避免。", "en":"students avoided."},{"zh":"房间昏暗，没有窗户，被一种油点燃", "en":"The room was dingy and windowless, lit by a single oil"},{"zh":"灯从低矮的天花板上晃来晃去。", "en":"lamp dangling from the low ceiling."},{"zh":"淡淡的煎鱼味smell绕", "en":"A faint smell of fried fish lingered"},{"zh":"关于", "en":"about"},{"zh":"这个地方。", "en":"the place."},{"zh":"木制文件柜围在墙上。", "en":"Wooden filing cabinets stood around the walls;"},{"zh":"从他们的标签，", "en":"from their labels,"},{"zh":"哈利可以看到，其中包含了菲尔奇曾经有过的每个学生的细节", "en":"Harry could see that they contained details of every pupil Filch had ever"},{"zh":"受到惩罚。", "en":"punished."},{"zh":"弗雷德（Fred）和乔治·韦斯莱（George Weasley）拥有一个完整的抽屉。", "en":"Fred and George Weasley had an entire drawer to themselves."},{"zh":"一种", "en":"A"},{"zh":"高度光滑的链和手铐收藏挂在后面的墙上", "en":"highly polished collection of chains and manacles hung on the wall behind"},{"zh":"菲尔奇的桌子。", "en":"Filch's desk."},{"zh":"众所周知，他一直在乞讨", "en":"It was common knowledge that he was always begging"},{"zh":"邓布利多让他用脚踝将学生从天花板上吊下来。", "en":"Dumbledore to let him suspend students by their ankles from the ceiling."},{"zh":"菲尔奇从桌子上的一个锅里抓起一根鹅毛笔，然后开始拖曳", "en":"Filch grabbed a quill from a pot on his desk and began shuffling around"},{"zh":"寻找羊皮纸。", "en":"looking for parchment."},{"zh":"“粪便，”他怒气冲冲地喃喃道，“巨大的嘶嘶巨龙转向架……青蛙的大脑", "en":"\"Dung,\" he muttered furiously, \"great sizzling dragon bogies ... frog brains"},{"zh":"...大鼠肠...我受够了...做个例子...", "en":"... rat intestines ... I've had enough of it ... make an example ... where's the"},{"zh":"形式……是的……”", "en":"form ... yes ...\""},{"zh":"他从书桌抽屉里拿出一大卷羊皮纸，然后拉长", "en":"He retrieved a large roll of parchment from his desk drawer and stretched it"},{"zh":"在他面前，将长长的黑色鹅毛笔浸入墨水罐。", "en":"out in front of him, dipping his long black quill into the ink pot."},{"zh":"“名字……哈利·波特。犯罪……”", "en":"\"Name ... Harry Potter. Crime ...\""},{"zh":"“只有一点点泥巴！”", "en":"\"It was only a bit of mud!\""},{"zh":"哈利说。", "en":"said Harry."},{"zh":"“对你来说，这只是一块泥，男孩，但是对我来说，这是一个额外的擦洗时间！”", "en":"\"It's only a bit of mud to you, boy, but to me it's an extra hour scrubbing!\""},{"zh":"菲尔奇喊道，滴水在他的球根鼻末端令人不快地发抖。", "en":"shouted Filch, a drip shivering unpleasantly at the end of his bulbous nose."},{"zh":"“犯罪……破坏城堡……建议的句子……”", "en":"\"Crime ... befouling the castle ... suggested sentence ...\""},{"zh":"菲尔奇轻抚着他流鼻涕的鼻子，对着哈利不悦地quin起眼睛。", "en":"Dabbing at his streaming nose, Filch squinted unpleasantly at Harry who"},{"zh":"屏息等待着他的判决。", "en":"waited with bated breath for his sentence to fall."},{"zh":"但是当Filch放下鹅毛笔时，有一个很棒的BANG！", "en":"But as Filch lowered his quill, there was a great BANG!"},{"zh":"在天花板上", "en":"on the ceiling of"},{"zh":"办公室，这使油灯嘎嘎作响。", "en":"the office, which made the oil lamp rattle."},{"zh":"“ PEEVES！”", "en":"\"PEEVES!\""},{"zh":"菲尔奇怒吼着，猛地滑下了羽毛笔。 ", "en":"Filch roared, flinging down his quill in a transport of rage."},{"zh":"“生病", "en":"\"I'll"},{"zh":"这次有你，我有你！”", "en":"have you this time, I'll have you!\""},{"zh":"菲尔奇没有向后看向哈利，便措手不及。", "en":"And without a backward glance at Harry, Filch ran flat-footed from the"},{"zh":"办公室，诺里斯夫人在他旁边裸奔。", "en":"office, Mrs. Norris streaking alongside him."},{"zh":"皮夫斯（Peeves）是学校的警察，是一个咧着嘴笑的空中威胁，", "en":"Peeves was the school poltergeist, a grinning, airborne menace who lived to"},{"zh":"造成破坏和困扰。", "en":"cause havoc and distress."},{"zh":"哈利不太喜欢皮维斯，但情不自禁", "en":"Harry didn't much like Peeves, but couldn't help"},{"zh":"对他的时机感到感激。", "en":"feeling grateful for his timing."},{"zh":"希望Peeves所做的一切（以及它", "en":"Hopefully, whatever Peeves had done (and it"},{"zh":"听起来好像他这次破坏了很大的东西）", "en":"sounded as though he'd wrecked something very big this time) would"},{"zh":"让菲尔奇从哈利身上转移开。", "en":"distract Filch from Harry."},{"zh":"哈利以为他可能应该等菲尔奇回来，沉没了", "en":"Thinking that he should probably wait for Filch to come back, Harry sank"},{"zh":"放在桌子旁边的一块防虫椅子上。", "en":"into a moth-eaten chair next to the desk."},{"zh":"只有一件事", "en":"There was only one thing on it"},{"zh":"分开", "en":"apart"},{"zh":"从他半完成的形式：一个大的，有光泽的紫色银色信封", "en":"from his half-completed form: a large, glossy, purple envelope with silver"},{"zh":"正面有刻字。", "en":"lettering on the front."},{"zh":"瞥了一眼门，检查一下菲尔奇", "en":"With a quick glance at the door to check that Filch"},{"zh":"没回来的时候，哈利拿起信封，读着：kwikspell A", "en":"wasn't on his way back, Harry picked up the envelope and read: kwikspell A"},{"zh":"初学者魔术函授课程。", "en":"Correspondence Course in Beginners' Magic."},{"zh":"感兴趣的是，哈利甩开信封，掏出那捆", "en":"Intrigued, Harry flicked the envelope open and pulled out the sheaf of"},{"zh":"里面的羊皮纸。", "en":"parchment inside."},{"zh":"头版上更多的卷曲银色文字说：", "en":"More curly silver writing on the front page said:"},{"zh":"在现代魔术世界中感觉与时俱进？", "en":"Feel out of step in the world of modern magic?"},{"zh":"发现自己", "en":"Find yourself making"},{"zh":"借口不执行简单的咒语？", "en":"excuses not to perform simple spells?"},{"zh":"曾经因您的不幸而被嘲弄", "en":"Ever been taunted for your woeful"},{"zh":"功夫？", "en":"wandwork?"},{"zh":"有一个答案！", "en":"There is an answer!"},{"zh":"Kwikspell是一门全新的，故障安全，快速，易学的课程。", "en":"Kwikspell is an all-new, fail-safe, quick-result, easy-learn course."},{"zh":"几百个", "en":"Hundreds"},{"zh":"巫师和巫师受益于Kwikspell方法！", "en":"of witches and wizards have benefited from the Kwikspell method!"},{"zh":"Topsham的Z.Nettles女士写道：“我没有咒语的记忆", "en":"Madam Z. Nettles of Topsham writes: \"I had no memory for incantations"},{"zh":"和我的药水是一个家庭的笑话！", "en":"and my potions were a family joke!"},{"zh":"现在，在完成Kwikspell课程之后，我是", "en":"Now, after a Kwikspell course, I am the"},{"zh":"在聚会和朋友关注的中心乞求我的食谱", "en":"center of attention at parties and friends beg for the recipe of my"},{"zh":"闪烁解决方案！”", "en":"Scintillation Solution!\""},{"zh":"迪兹伯里的术士D. J. Prod说：“我的妻子", "en":"Warlock D. J. Prod of Didsbury says: \"My wife"},{"zh":"曾经嘲笑我微弱的魅力，可是到了你神话般的一个月", "en":"used to sneer at my feeble charms, but one month into your fabulous"},{"zh":"Kwikspell课程，我成功地将她变成a牛！", "en":"Kwikspell course and I succeeded in turning her into a yak!"},{"zh":"谢谢，", "en":"Thank you,"},{"zh":"Kwikspell！”", "en":"Kwikspell!\""},{"zh":"哈利迷住了，翻阅了信封的其余内容。", "en":"Fascinated, Harry thumbed through the rest of the envelope's contents."},{"zh":"为什么", "en":"Why"},{"zh":"菲尔奇（Filch）到底想参加Kwikspell课程吗？", "en":"on earth did Filch want a Kwikspell course?"},{"zh":"这是否意味着他不是一个", "en":"Did this mean he wasn't a"},{"zh":"适当的向导？", "en":"proper wizard?"},{"zh":"哈里正在读《第一课：握着魔杖》", "en":"Harry was just reading \"Lesson One: Holding Your Wand"},{"zh":"（一些有用的技巧）”，在外面拖曳脚步时告诉他，费尔奇", "en":"(Some Useful Tips)\" when shuffling footsteps outside told him Filch was"},{"zh":"回来。", "en":"coming back."},{"zh":"哈里把羊皮纸塞回信封，把它扔了", "en":"Stuffing the parchment back into the envelope, Harry threw it"},{"zh":"门打开时，又回到桌子上。", "en":"back onto the desk just as the door opened."},{"zh":"菲尔奇看上去很凯旋。", "en":"Filch was looking triumphant."},{"zh":"“那个消失的内阁非常有价值！”", "en":"\"That vanishing cabinet was extremely valuable!\""},{"zh":"他高兴地对", "en":"he was saying gleefully to"},{"zh":"诺里斯太太。 ", "en":"Mrs. Norris."},{"zh":"“亲爱的，这次我们要带Peeves出去。”", "en":"\"We'll have Peeves out this time, my sweet.\""},{"zh":"他的目光落在哈利身上，然后飞向Kwikspell信封，", "en":"His eyes fell on Harry and then darted to the Kwikspell envelope, which,"},{"zh":"哈利意识到为时已晚，距离它开始的地方只有两英尺远。", "en":"Harry realized too late, was lying two feet away from where it had started."},{"zh":"菲尔奇的糊状脸变成了砖红色。", "en":"Filch's pasty face went brick red."},{"zh":"哈利为浪潮做好了准备", "en":"Harry braced himself for a tidal wave of"},{"zh":"愤怒。", "en":"fury."},{"zh":"菲尔奇ho着脚走到他的书桌上，抢走信封，扔了", "en":"Filch hobbled across to his desk, snatched up the envelope, and threw"},{"zh":"它", "en":"it"},{"zh":"放入抽屉。", "en":"into a drawer."},{"zh":"“你-你读过-吗？”", "en":"\"Have you - did you read -?\""},{"zh":"他吐了口气。", "en":"he sputtered."},{"zh":"“不，”哈利迅速撒谎。", "en":"\"No,\" Harry lied quickly."},{"zh":"菲尔奇花哨的手在扭曲。", "en":"Filch's knobbly hands were twisting together."},{"zh":"“如果我以为你会读我的私人照，而不是我的-是给一个朋友的，那就是", "en":"\"If I thought you'd read my private - not that it's mine - for a friend - be that"},{"zh":"可能-但是-”", "en":"as it may - however -\""},{"zh":"哈利惊恐地凝视着他。", "en":"Harry was staring at him, alarmed;"},{"zh":"菲尔奇从没看上去发疯。", "en":"Filch had never looked madder."},{"zh":"他的眼睛", "en":"His eyes"},{"zh":"突然弹出，抽搐的人正在他的一个口袋里，格子呢", "en":"were popping, a tic was going in one of his pouchy cheeks, and the tartan"},{"zh":"围巾没有帮助。", "en":"scarf didn't help."},{"zh":"“很好-走吧-不要说一个字-不是-但是，如果您没有", "en":"\"Very well - go - and don't breathe a word - not that - however, if you didn't"},{"zh":"阅读-现在，我必须写Peeves的报告-开始-”", "en":"read - go now, I have to write up Peeves' report - go -\""},{"zh":"哈利惊讶于他的运气，迅速离开办公室，走到走廊上，然后返回", "en":"Amazed at his luck, Harry sped out of the office, up the corridor, and back"},{"zh":"楼上。", "en":"upstairs."},{"zh":"逃离菲尔奇的办公室而不受惩罚", "en":"To escape from Filch's office without punishment was probably"},{"zh":"某种学校记录。", "en":"some kind of school record."},{"zh":"“哈利！哈利！它起作用了吗？”", "en":"\"Harry! Harry! Did it work?\""},{"zh":"几乎没有头的尼克滑出教室。", "en":"Nearly Headless Nick came gliding out of a classroom."},{"zh":"哈利在他身后", "en":"Behind him, Harry"},{"zh":"可以看到一个大型的黑色和金色内阁的残骸，", "en":"could see the wreckage of a large black-and-gold cabinet that appeared to"},{"zh":"从高处掉落。", "en":"have been dropped from a great height."},{"zh":"尼克急切地说道：“我说服佩维斯把它砸在菲尔奇的办公室上。”", "en":"\"I persuaded Peeves to crash it right over Filch's office,\" said Nick eagerly."},{"zh":"“认为这可能分散他的注意力-”", "en":"\"Thought it might distract him -\""},{"zh":"“那是你吗？”", "en":"\"Was that you?\""},{"zh":"哈利感激地说。 ", "en":"said Harry gratefully."},{"zh":"“是的，它奏效了，我什至没有", "en":"\"Yeah, it worked, I didn't even get"},{"zh":"拘留。", "en":"detention."},{"zh":"谢谢，尼克！”", "en":"Thanks, Nick!\""},{"zh":"他们一起掀起了走廊。", "en":"They set off up the corridor together."},{"zh":"哈利注意到，几乎没有头的尼克", "en":"Nearly Headless Nick, Harry noticed,"},{"zh":"仍然拿着帕特里克爵士的拒绝信。", "en":"was still holding Sir Patrick's rejection letter.."},{"zh":"“我希望我能为您做些无头猎手，”", "en":"\"I wish there was something I could do for you about the Headless Hunt,\""},{"zh":"哈利说。", "en":"Harry said."},{"zh":"几乎没有头的尼克停了下来，哈利径直穿过", "en":"Nearly Headless Nick stopped in his tracks and Harry walked right through"},{"zh":"他。", "en":"him."},{"zh":"他希望自己没有。", "en":"He wished he hadn't;"},{"zh":"就像步入冰冷的淋浴间一样。", "en":"it was like stepping through an icy shower."},{"zh":"尼克兴奋地说：“但是你可以为我做些事情。” ", "en":"\"But there is something you could do for me,\" said Nick excitedly."},{"zh":"“哈里-", "en":"\"Harry -"},{"zh":"我要问的太多了吗-但不，你不想-", "en":"would I be asking too much - but no, you wouldn't want -\""},{"zh":"“它是什么？”", "en":"\"What is it?\""},{"zh":"哈利说。", "en":"said Harry."},{"zh":"“好吧，这个万圣节将是我的第五百个死亡日。”", "en":"\"Well, this Halloween will be my five hundredth deathday,\" said Nearly"},{"zh":"无头的尼克，抬起头来，神情凝重。", "en":"Headless Nick, drawing himself up and looking dignified."},{"zh":"“哦，”哈利说，不确定他是否应该为此感到遗憾或高兴。", "en":"\"Oh,\" said Harry, not sure whether he should look sorry or happy about this."},{"zh":"“对。”", "en":"\"Right.\""},{"zh":"“我正在一个宽敞的地牢中举行聚会。朋友们将会", "en":"\"I'm holding a party down in one of the roomier dungeons. Friends will be"},{"zh":"来自全国各地。", "en":"coming from all over the country."},{"zh":"如果您愿意，那将是一种荣幸。", "en":"It would be such an honor if you would"},{"zh":"出席。", "en":"attend."},{"zh":"韦斯莱先生和格兰杰小姐也将受到欢迎", "en":"Mr. Weasley and Miss Granger would be most welcome, too, of"},{"zh":"当然-但我敢说你宁愿去上学校宴？”他看着", "en":"course - but I daresay you'd rather go to the school feast?\" He watched"},{"zh":"哈利", "en":"Harry"},{"zh":"在拉紧钩。", "en":"on tenterhooks."},{"zh":"“不，”哈利迅速说，“我来-”", "en":"\"No,\" said Harry quickly, \"I'll come -\""},{"zh":"“我亲爱的男孩！哈利·波特，在我的死亡聚会上！而且”-他犹豫了，", "en":"\"My dear boy! Harry Potter, at my deathday party! And\" - he hesitated,"},{"zh":"看起来很兴奋-“您认为您可以提起帕特里克爵士吗？", "en":"looking excited - \"do you think you could possibly mention to Sir Patrick"},{"zh":"你发现我有多恐怖和令人印象深刻？”", "en":"how very frightening and impressive you find me?\""},{"zh":"“当然，”哈利说。", "en":"\"Of - of course,\" said Harry."},{"zh":"几乎没有头的尼克向他微笑。", "en":"Nearly Headless Nick beamed at him."},{"zh":"“死亡日聚会？”", "en":"\"A deathday party?\""},{"zh":"赫敏敏锐地说，哈利终于换了", "en":"said Hermione keenly when Harry had changed at last"},{"zh":"并和她和罗恩一起在休息室。 ", "en":"and joined her and Ron in the common room."},{"zh":"“我敢打赌，没有多少人活着", "en":"\"I bet there aren't many living"},{"zh":"可以说曾经去过其中之一的人-会很着迷的！”", "en":"people who can say they've been to one of those - it'll be fascinating!\""},{"zh":"“为什么有人要庆祝他们去世的日子？”", "en":"\"Why would anyone want to celebrate the day they died?\""},{"zh":"罗恩说，", "en":"said Ron, who"},{"zh":"在完成他的魔药功课和脾气暴躁的途中。 ", "en":"was halfway through his Potions homework and grumpy."},{"zh":"“声音死了", "en":"\"Sounds dead"},{"zh":"压抑着我……”", "en":"depressing to me ...\""},{"zh":"雨水仍在打着窗户，窗户现在是漆黑的，但是里面", "en":"Rain was still lashing the windows, which were now inky black, but inside"},{"zh":"所有人看上去都很开朗。", "en":"all looked bright and cheerful."},{"zh":"火光照耀了无数人", "en":"The firelight glowed over the countless"},{"zh":"人们坐在那里看书，聊天，做作业或在", "en":"squashy armchairs where people sat reading, talking, doing homework or, in"},{"zh":"以弗雷德和乔治·韦斯莱为例，试图找出会发生什么", "en":"the case of Fred and George Weasley, trying to find out what would happen"},{"zh":"如果您将Filibuster烟花喂给a。", "en":"if you fed a Filibuster firework to a salamander."},{"zh":"弗雷德“救了”", "en":"Fred had \"rescued\" the"},{"zh":"神奇生物关怀类的鲜橙色火栖蜥蜴", "en":"brilliant orange, fire-dwelling lizard from a Care of Magical Creatures class"},{"zh":"现在它轻轻地在一个结着的桌子上闷烧", "en":"and it was now smouldering gently on a table surrounded by a knot of"},
